-- "gamemodes\\rp_base\\gamemode\\translations\\ukraine.lua"
-- Retrieved by https://github.com/lewisclark/glua-steal

local tr = translates
local lang = "ua"

tr.Add("Вы получили %s час(а) за игру на %s", lang, "Ви отримали %s годин за гру на %s")
tr.Add("Поздравляем!", lang, "Вiтаємо!")
tr.Add("УВЕДОМЛЕНИЕ", lang, "ПОВІДОМЛЕННЯ")
tr.Add("Отлично!", lang, "Вiдмiнно!")
tr.Add("50%% от наигранного времени - до %s часов.", lang, "50%% вiд часу що ви провели в грi - до %s годин.")

-- Job Whitelist:

tr.Add('Игрок уже покинул сервер.', lang, 'Гравець вже вийшов з сервера.')
tr.Add('WHITELIST - ИГРОКИ', lang, 'WHITELIST - ГРАВЦІ')
tr.Add('НАЙТИ ОФФЛАЙН ИГРОКА', lang, 'ЗНАЙТИ ГРАВЦЯ ОФЛАЙН')
tr.Add('Введите steamid64 или steamid32:', lang, 'Введiть steamid64 або steamid32:')
tr.Add('Загрузка данных игрока...', lang, 'Завантаження даних гравця ...')
tr.Add('У вас нет доступа к этой команде.', lang, "У вас немає доступу до цiєї команди.")
tr.Add("ВЕРНУТЬСЯ", lang, "ПОВЕРНУТИСЬ")

tr.Add( "ПОДАТЬ ЗАЯВКУ", lang, "ПОДАТИ ЗАЯВКУ" )
tr.Add( "Это whitelist профессия, для её получение необходимо заполнить заявку", lang, "Це whitelist професiя, для отримання доступу для неї необхiдно подати заявку" )
tr.Add( "Доступно при наличие whitelist'a", lang, "Доступно при наявностi whitelist'а" )


-- Weapons
tr.Add( "Руки | Ключи", lang, "Руки | Ключi" )
tr.Add( "Инвентарь", lang, "Інвентар" )
tr.Add( "Взломщик", lang, "Зломщик" )
tr.Add( "Отмычка", lang, "Вiдмичка" )
tr.Add( "Птица", lang, "Птах" )
tr.Add( "Лапы", lang, "Лапи" )
tr.Add( "Сумка", lang, "Сумка" )
tr.Add( "Сумка (база)", lang, "Сумка (базза)" )
tr.Add( "Сумка (обычная)", lang, "Сумка (звичайна)" )
tr.Add( "Арестовать", lang, "Заарештувати" )
tr.Add( "Спиннер", lang, "Спiнер" )
tr.Add( "Ключи", lang, "Ключi" )
tr.Add( "Зиг хайль", lang, "Вказати на сонце" )
tr.Add( "Отдать честь", lang, "Вiйськове привiтання" )
tr.Add( "Аптечка", lang, "Аптечка" )
tr.Add( "Наручники", lang, "Наручники" )
tr.Add( "Скупщик", lang, "Скупник" )
tr.Add( "Снять арест", lang, "Зняти арешт" )
tr.Add( "Кандалы", lang, "Кандали" )
tr.Add( "Руки", lang, "Руки" )
tr.Add( "Монтировка", lang, "Лом" )
tr.Add( "Аптечка ГО", lang, "Аптечка ГО" )
tr.Add( "Вызов хедкрабов", lang, "Виклик хєдкрабiв" )
tr.Add( "Зомби Кулаки", lang, "Кулаки зомбi" )
tr.Add( "Шокер", lang, "Шокер" )
tr.Add( "Целительная монтировка", lang, "Цiлющий Лом" )
tr.Add( "Веревка", lang, "Мотузка" )

tr.Add( "Portal Туллган", lang, "Portal Туллган" )
tr.Add( "Туллган-Арбалет", lang, "Туллган-Арбалет" )
tr.Add( "Desert Туллган Eagle", lang, "Desert Eagle Туллган" )
tr.Add( "Colt Туллган Python", lang, "Colt Python Туллган" )
tr.Add( "Noir Neon Туллган", lang, "Noir Neon Туллган" )


-- Weapon Instructions & Purposes
tr.Add( "ПКМ открыть инвентарь", lang, "ПКМ вiдкрити iнвентар" )
tr.Add( "ЛКМ для взлома", lang, "ЛКМ для взлому" )
tr.Add( "ЛКМ взломать замок двери", lang, "ЛКМ зламати замок дверi" )
tr.Add( "Пробел - лететь, ЛКМ - птичее пение, ПКМ - птичая тревога", lang, "Пробiл - лiтати, ЛКМ - пташиний спiв, ПКМ - пташина тривога" )
tr.Add( "ЛКМ - кусать / ПКМ - лаять.", lang, "ЛКМ - кусати / ПКМ - лiтати." )
tr.Add( "ПОДЫМИМ БЛЯТЬ!\nПравая конпка - менять цвет.", lang, "ЗАДИМИМО БЛЯТЬ! Права кнопка - змiнити колiр." )
tr.Add( "Он крутится, больше тебе знать нечего.", lang, "Вiн крутиться, бiльше тобi знати не потрiбно." )
tr.Add( "ЛКП - Закрыть дверь/Постучать \nПКМ - Открыть дверь/Позвонить в дверь\nR - Продать", lang, "ЛКМ - закрити дверi/постукати \nПКМ - вiдкрити дверi/подзвонити \nR - Продати" )
tr.Add( "Принимай наркотики у игроков и получай деньги. Прибыль игрока увеличивается на 30 процентов. Чтобы принять товар игрок должен держать его в руках.", lang, "Приймай наркотики у гравцiв та отримуй за це грошi. Прибуток збiльшується на 30 вiдсоткiв. Щоб прийняти товар, гравець повинен тримати його в руках." )
tr.Add( "Левая кнопка мыши - вылечить игрока, правая мыши - себя.", lang, "ЛКМ - вилiкувати гравця, ПКМ - себе." )
tr.Add( "Вызывает контейнер с тремя обычными хедкрабами.", lang, "Викликає контейнер з трьома звичайними хєдкрабами." )
tr.Add( "МОЗГИИИИИИИИИ.", lang, "МІЗКИИИИИИИИИИИИ.." )
tr.Add( "[urf] Ограбления", lang, "[urf] Пограбування" )


-- Entities
tr.Add( "Кустарный Принтер", lang, "Низькоякiсний принтер" )
tr.Add( "Мини лаборатория", lang, "Мiнi лабораторiя" )
tr.Add( "Точка сброса (грузовик)", lang, "Точка скидання (вантажiвка)" )
tr.Add( "Поддон с деньгами", lang, "Пiддон з грошима" )
tr.Add( "Аспирин", lang, "Аспiрiн" )
tr.Add( "Записка", lang, "Нотатка" )
tr.Add( "Новогодний подарок", lang, "Новорiчний подарунок" )
tr.Add( "Камера", lang, "Камера" )
tr.Add( "Принтер патрон", lang, "Принтер набоїв" )
tr.Add( "Принтер брони", lang, "Принтер бронi" )
tr.Add( "Принтер здоровья", lang, "Принтер здоров'я" )
tr.Add( "Сигнализация", lang, "Сигналiзацiя" )
tr.Add( "Механик", lang, "Механiк" )
tr.Add( "Мишень", lang, "Цiль" )
tr.Add( "Обыкновенный Принтер", lang, "Звичайний принтер" )
tr.Add( "Улучшенный Принтер", lang, "Покращений принтер" )
tr.Add( "Секретный Принтер", lang, "Секретний принтер" )
tr.Add( "Новогодний подарок", lang, "Новорiчний подарунок" )


-- Settings
tr.Add( "Отображение Картин", lang, "Показати зображення" )
tr.Add( "Медиа-Плеер", lang, "Медiаплеєр" )
tr.Add( "Заглушить Медиа-Плеер при сворачивании игры", lang, "Вимкнути медiаплеєр при згортаннi гри" )
tr.Add( "Медиа-Плеер звук", lang, "Звук медiаплеєра" )
tr.Add( "Выключить дым от электронный сигареты (повышает FPS)", lang, "Вимкнути дим вiд електронних сигарет (збiльшує FPS)" )
tr.Add( "Выключить дым от курительной трубки (повышает FPS)", lang, "Вимкнути сигаретний дим (збiльшує FPS)" )
tr.Add( "Покачивание камеры", lang, "Похитування камери" )
tr.Add( "Смерть от первого лица", lang, "Смерть вiд першої особи" )
tr.Add( "Включить отображение ног от первого лица", lang, "Увiмкнути показ тiла вiд першої особи" )
tr.Add( "Включить уведомление о доступных бонусах при заходе", lang, "Увiмкнути сповiщення про доступнi бонуси пiд час входу" )
tr.Add( "Улучшение цветов", lang, "Покращення кольору" )
tr.Add( "Вид от 3го лица", lang, "Вид вiд 3-ї особи" )
tr.Add( "Многоядерный рендеринг (повышает FPS, но иногда вызывает краши)", lang, "Багатоядерний рендеринг (збiльшує FPS, але iнодi дає збiй)" )
tr.Add( "Автоматическая оптимизация графических настроек (повышает FPS)", lang, "Автоматична оптимiзацiя налаштувань графiки (збiльшує FPS)" )
tr.Add( "Включить отображение 3D2D надписей", lang, "Увiмкнути показ 3D2D тексту" )
tr.Add( "Громкость атмосферной музыки (поставьте на минимум, чтобы отключить)", lang, "Гучнiсть атмосферної музики (поставте на мiнiмум, щоб вiдключити)" )

tr.Add( "Очень низкие", lang, "Дуже низькi" )
tr.Add( "Низкие", lang, "Низькi" )
tr.Add( "Средние", lang, "Середнi" )
tr.Add( "Высокие", lang, "Високi" )
tr.Add( "Ультра", lang, "Ультра" )
tr.Add( "Ваши настройки графики были оптимизированы на уровень: ", lang, "Вашi налаштування графiки оптимiзовано до рiвня: " )
tr.Add( "Выключить автоматическую оптимизацию можно в настройках (F4->Настройки).", lang, "Ви можете вимкнути автоматичну оптимiзацiю в налаштуваннях (F4->налаштування)." )


-- Attributes menu
tr.Add( "ДОСТУПНО ОЧКОВ АТРИБУТОВ", lang, "ДОСТУПНІ БАЛИ АТРИБУТІВ" )
tr.Add( "ПОЛУЧИТЬ 1 ОЧКО", lang, "ОТРИМАТИ 1 ОЧКО" )
tr.Add( "ЧТОБЫ СНОВА ПОЛУЧИТЬ ОЧКО, НУЖНО ПОДОЖДАТЬ", lang, "ЩОБ ОТРИМАТИ ОЧКО ЗНОВУ, ПОТРІБНО ЗАЧЕКАТИ" )
tr.Add( "ОТЫГРАНО НЕДОСТАТОЧНО ВРЕМЕНИ", lang, "НЕДОСТАТНЬО ЧАСУ" )
tr.Add( "ЧЕРЕЗ %s ВЫ СМОЖЕТЕ ПОЛУЧИТЬ ЕЩЁ 1 ОЧКО!", lang, "ЗА %s ВИ МОЖЕТЕ ОТРИМАТИ ЩЕ 1 ОЧКО!" )
tr.Add( "ОЧИСТИТЬ РАСПРЕДЕЛЕНИЕ", lang, "ОЧИСТИТИ РОЗПОДІЛ" )
tr.Add( "ПРИМЕНИТЬ ОЧКИ АТРИБУТОВ", lang, "ЗАСТОСУВАТИ БАЛИ АТРИБУТІВ" )
tr.Add( "ПОДТВЕРДИТЕ", lang, "ПІДТВЕРДИТИ" )
tr.Add( "ПРИМЕНИТЬ ОЧКИ АТРИБУТОВ", lang, "ЗАСТОСУВАТИ БАЛИ АТРИБУТІВ" )
tr.Add( "ПОТРАТИТЬ ОЧКИ АТРИБУТОВ", lang, "ВИТРАТИТИ БАЛИ АТРИБУТІВ" )
tr.Add( "ПОТРАТИТЬ 1 ОЧКО АТРИБУТОВ", lang, "ВИТРАТИТИ 1 БАЛ АТРИБУТІВ" )
tr.Add( "ПОТРАТИТЬ %i ОЧКА АТРИБУТОВ", lang, "ВИТРАТИТИ %i БАЛ АТРИБУТІВ" )
tr.Add( "ПОТРАТИТЬ %i ОЧКОВ АТРИБУТОВ", lang, "ВИТРАТИТИ %i БАЛІВ АТРИБУТІВ" )
tr.Add( "ОЧИСТИТЬ РАСПРЕДЕЛЕНИЕ", lang, "ОЧИСТИТИ РОЗПОДІЛ" )
tr.Add( "ОЧИСТИТЬ РАСПРЕДЕЛЕНИЕ", lang, "ОЧИСТИТИ РОЗПОДІЛ" )
tr.Add( "ОЧИСТИТЬ РАСПРЕДЕЛЕНИЕ", lang, "ОЧИСТИТИ РОЗПОДІЛ" )
tr.Add( "Загрузка...", lang, "Завантаження..." )


-- Jobs menu
tr.Add( "Зарплата", lang, "Заробiтна платня" )
tr.Add( "Броня", lang, "Броня" )
tr.Add( "Нон-РП класс", lang, "Нон-РП професiя" )
tr.Add( "Может маскироваться", lang, "Може маскуватися" )
tr.Add( "Может грабить", lang, "Може грабувати" )
tr.Add( "Может захватывать точки", lang, "Може захоплювати точки" )
tr.Add( "Является поваром", lang, "Є кухарем" )
tr.Add( "Имеется лицензия на оружие", lang, "Є лiцензiя на зброю" )
tr.Add( "Вас может нанять другой игрок", lang, "Вас може найняти iнший гравець" )
tr.Add( "Может выполнять наёмные убийства", lang, "Може виконувати вбивства за замовленням" )
tr.Add( "Является мэром", lang, "Є мером мiста" )
tr.Add( "Является доктором", lang, "Є лiкарем" )
tr.Add( "Может регулировать дипломатию", lang, "Може регулювати дипломатiю" )
tr.Add( "Имеется регенерация здоровья", lang, "Має вiдновлення здоров'я" )
tr.Add( "Является полицейским", lang, "Є полiцейским" )
tr.Add( "Защита от радиации", lang, "Захист вiд радiацiї" )
tr.Add( "Торгует товарами", lang, "Торгує товарами" )

tr.Add( "Может выдавать премию подчинённых", lang, "Може видавати премiю пiдлеглим" )
tr.Add( "Может выдавать премию, увольнять и понижать подчинённых", lang, "Може видавати премiю, звiльняти й знижувати" )
tr.Add( "Может выдавать премию, увольнять, понижать, выгонять из фракции и репрессировать", lang, "Може видавати премiю, звiльняти, знижувати, виганяти iз фракцiї та репресувати" )

tr.Add( "Увеличенное количество здоровья", lang, "Збiльшена кiлькiсть здоров'я" )
tr.Add( "Уменьшенное количество здоровья", lang, "Знижена кiлькiсть здоров'я" )
tr.Add( "Увеличенная скорость передвижения", lang, "Збiльшена швидкiсть пересування" )
tr.Add( "Уменьшенная скорость передвижения", lang, "Зменшена швидкiсть пересування" )
tr.Add( "Не может строить", lang, "Не може будувати" )

tr.Add( "ВЫБОР ПРОФЕССИИ:", lang, "ВИБІР ПРОФЕСІЇ:" )
tr.Add( "СТОИМОСТЬ РАЗБЛОКИРОВКИ: %s₽", lang, "ВАРТІСТЬ РОЗБЛОКУВАННЯ: %sКР" )
tr.Add( "РАЗБЛОКИРОВАТЬ ПРОФЕССИЮ", lang, "РОЗБЛОКУВАТИ ПРОФЕСІЮ" )
tr.Add( "ПОДТВЕРДИТЕ ДЕЙСТВИЕ", lang, "ПІДТВЕРДИТИ ДІЮ" )
tr.Add( "ПРИОБРЕТИТЕ VIP-СТАТУС В МАГАЗИНЕ", lang, "ВИ ПОВИННІ КУПИТИ VIP-СТАТУС В МАГАЗИНІ" )
tr.Add( "ВЫ НЕ VIP ИГРОК", lang, "ВЫ НЕ VIP ИГРОК" )
tr.Add( "ПРОФЕССИЯ СТАНЕТ ДОСТУПНОЙ ЧЕРЕЗ: %s", lang, "ПРОФЕСІЯ СТАНЕ ДОСТУПНОЮ ЧЕРЕЗ: %s" )
tr.Add( "У ВАС НЕДОСТАТОЧНО СРЕДСТВ", lang, "У ВАС НЕДОСТАТНЬО КОШТІВ" )

tr.Add( "СМЕНИТЬ ОДЕЖДУ", lang, "ЗМІНИТИ ОДЯГ" )
tr.Add( "СМЕНИТЬ ПРОФЕССИЮ", lang, "ЗМІНИТИ ПРОФЕСІЮ" )

tr.Add( "УРОН", lang, "УРОН" )
tr.Add( "ОТДАЧА", lang, "ВІДДАЧА" )
tr.Add( "ТЕМП СТРЕЛЬБЫ", lang, "ТЕМП СТРІЛЯНИНИ" )

tr.Add( "РОСТ", lang, "ЗРІСТ" )
tr.Add( "СКИН", lang, "СКІН" )
tr.Add( "МОДЕЛЬ", lang, "МОДЕЛЬ" )
tr.Add( "СЛУЧАЙНЫЙ ВЫБОР", lang, "ВИПАДКОВИЙ ВИБІР" )

tr.Add( "Выдаваемое оружие:", lang, "Зброя що видається:" )
tr.Add( "Огнестрельное оружие:", lang, "Вогнепальна зброя:" )

tr.Add( "ВОЗРОДИТЕСЬ, ЧТОБЫ СМЕНИТЬ ПРОФЕССИЮ", lang, "ВІДРОДІТЬСЯ, ЩОБ ЗМІНИТИ ПРОФЕСІЮ" )
tr.Add( "НЕЛЬЗЯ ПЕРЕОДЕТЬСЯ В МАСКИРОВКЕ", lang, "ВИ НЕ МОЖЕТЕ ПЕРЕВДЯГТИСЯ В МАСКУВАННІ" )
tr.Add( "ВЫ НАХОДИТЕСЬ В РОЗЫСКЕ", lang, "ВИ ЗНАХОДИТЕСЯ У РОЗШУКУ" )
tr.Add( "ВЫ АРЕСТОВАНЫ", lang, "ВИ ЗААРЕШТОВАНІ" )
tr.Add( "ДОСТИГНУТ ЛИМИТ ИГРОКОВ НА ПРОФЕССИИ", lang, "ДОСЯГНУТО ЛІМІТУ ГРАВЦІВ НА ПРОФЕСІЇ" )
tr.Add( "ПРОФЕССИЯ ВАМ НЕДОСТУПНА", lang, "ЦЯ ПРОФЕСІЯ ВАМ НЕДОСТУПНА" )


-- Donate menu
tr.Add( "₽", lang, "КР" )
tr.Add( "РУБ", lang, "КР" )

tr.Add( "SALE", lang, "ЗНИЖКА" )

tr.Add( "Давай, нажми купить!", lang, "Давай, нажми придбати!" )
tr.Add( "Купи меня, давай, купи!", lang, "Придбай мене, давай придбай!" )
tr.Add( "Ну чего ты ждешь? Давай покупай!", lang, "Ну чого ти чекаєш? Давай купляй!" )
tr.Add( "Я знаю ты хочешь ...", lang, "Я знаю що ти хочеш ..." )
tr.Add( "Garry's Mod — значит urf.im", lang, "Garry's Mod — значить urfim" )

tr.Add( "ПОПОЛНИТЬ СКИНАМИ", lang, "ПОПОВНИТИ СКІНАМИ" )
tr.Add( "Есть скины CS:GO, Dota 2, Rust?", lang, "В тебе є скiни CS:GO, Dota 2, Rust?" )
tr.Add( "Пополни ими счёт в пару кликов!", lang, "Поповни їми рахунок за пару клiкiв!" )

tr.Add( "Введите сумму пополнения в", lang, "Введiть суму поповнення" )
tr.Add( "форму выше.", lang, "форму вище." )

tr.Add( "БАЛАНС: %s РУБЛЕЙ", lang, "БАЛАНС: %s КРЕДИТОВ" )
tr.Add( "ПОПОЛНИТЬ СЧЁТ", lang, "ПОПОВНІТЬ РАХУНОК" )
tr.Add( "Сумма пополнения", lang, "Сума поповнення" )

tr.Add( "ВКЛЮЧИТЬ ВЫДАЧУ ОРУЖИЯ", lang, "УВІМКНУТИ ВИДАЧУ ЗБРОЇ" )
tr.Add( "ВЫКЛЮЧИТЬ ВЫДАЧУ ОРУЖИЯ", lang, "ВИМКНУТИ ВИДАЧУ ЗБРОЇ" )
tr.Add( "СОХРАНЕНИЕ...", lang, "ЗБЕРІГАННЯ ..." )

tr.Add( "Валюта", lang, "Валюта" )
tr.Add( "Привелегии", lang, "Привiлегiї" )
tr.Add( "Ивенты", lang, "Івенти" )

tr.Add( "ОБРАТИТЬСЯ К КОНСУЛЬТАНТУ", lang, "ЗВЕРНІТЬСЯ ДО КОНСУЛЬТАНТА" )

tr.Add( "КОРОЛИ МЕСЯЦА", lang, "КОРОЛІ МІСЯЦЯ" )
tr.Add( "ПОСЛЕДНИЕ ПОКУПКИ", lang, "ОСТАННІ ПОКУПКИ" )
tr.Add( "КУПИЛ", lang, "ПРИДБАВ" )

tr.Add( "ВВЕСТИ ПРОМОКОД", lang, "ВВЕСТИ ПРОМОКОД" )
tr.Add( "Введите промокод в", lang, "Введiть промокод в" )
tr.Add( "форму выше.", lang, "форму вище." )
tr.Add( "АКТИВИРОВАТЬ", lang, "АКТИВУВАТИ" )

tr.Add( "Скидка %s", lang, "Знижка %s" )

tr.Add( "КУПИТЬ ЗА\n%s", lang, "ПРИДБАТИ ЗА\n%s" )
tr.Add( "ПОКУПКА...", lang, "ПРИДБАННЯ..." )

tr.Add( "ПЕРЕДУМАЛИ? МОЖНО ВЕРНУТЬ!", lang, "ПЕРЕДУМАЛИ? МОЖЕТЕ ПОВЕРНУТИ!" )
tr.Add( "Передумали? Мы вернём Вам кредиты в\nтечение 48 часов с момента покупки!\n\nНажмите на этот текст, чтобы обратиться\nк консультанту.", lang, "Передумали? Ми повернемо вам кредiти на\nна протязi 48 годин з моменту придбання!\n\nНатиснiть на цей текст аби звернутися\nдо консультанта." )


-- Escape menu
tr.Add( "СЕРВЕР МЕСЯЦА", lang, "СЕРВЕР МІСЯЦЯ" )
tr.Add( "ПОДКЛЮЧИТЬСЯ", lang, "ПРИЄДНАТИСЯ" )

tr.Add( "Наигранное время", lang, "Проведено у грi часу" )
tr.Add( "Онлайн: %s/125", lang, "Онлайн: %s/125" )
tr.Add( "%s человек онлайн", lang, "%s гравцiв онлайн" )
tr.Add( "Контент", lang, "Контент" )
tr.Add( "Группа ВК", lang, "Сервер в Discord" )

tr.Add( " УСКОРЕННОЕ ПОЛУЧЕНИЕ ВРЕМЕНИ! (x%s)", lang, " ПРИШВИДШЕНЕ ОТРИМАННЯ ЧАСУ! (x%s)" )
tr.Add( "СКИДКИ НА ДОНАТ! (%s", lang, "ЗНИЖКА НА ДОНАТ! (%s" )
tr.Add( "УЗНАТЬ БОЛЬШЕ", lang, "ДІЗНАТИСЯ БІЛЬШЕ" )

tr.Add( "СПИСОК СЕРВЕРОВ", lang, "СПИСОК СЕРВЕРІВ" )
tr.Add( "ПРОДОЛЖИТЬ ИГРУ", lang, "ПРОДОВЖИТИ ГРУ" )
tr.Add( "НАЙТИ СЕТЕВУЮ ИГРУ", lang, "НАЙТИ ГРУ В МЕРЕЖІ" )
tr.Add( "ОТКРЫТЬ СТАРОЕ МЕНЮ", lang, "ВІДКРИТИ СТАРЕ МЕНЮ" )
tr.Add( "КОНТЕНТ СЕРВЕРА", lang, "КОНТЕНТ СЕРВЕРА" )
tr.Add( "ГРУППА ВКОНТАКТЕ", lang, "СЕРВЕР DISCORD" )
tr.Add( "НАСТРОЙКИ", lang, "НАЛАШТУВАННЯ" )
tr.Add( "ОТКЛЮЧИТЬСЯ", lang, "ВІДКЛЮЧИТИСЬ" )
tr.Add( "ВЫЙТИ ИЗ ИГРЫ", lang, "ВИЙТИ З ГРИ" )

tr.Add( "СЕРВЕРА", lang, "СЕРВЕРА" )
tr.Add( "ОБНОВЛЕНИЯ", lang, "ОНОВЛЕННЯ" )

tr.Add( "1 янв 1970", lang, "1 сiчня 1970 року" )
tr.Add( "0 просмотров", lang, "0 переглядiв" )
tr.Add( "ЧИТАТЬ", lang, "ЧИТАТИ" )


-- Organisations menu
tr.Add( "РАСПУСТИТЬ", lang, "РОЗПУСТИТИ" )
tr.Add( "ПОКИНУТЬ", lang, "ВИЙТИ" )

tr.Add( "Вы уверены что хотите %s организацию:", lang, "Ви впевненi що хочете %s органiзацiю:" )
tr.Add( "ДА", lang, "ТАК" )
tr.Add( "НЕТ", lang, "НІ" )

tr.Add( "УЧАСТНИКИ: %s", lang, "УЧАСТНИКИ: %s" )
tr.Add( "ПОИСК ПО STEAMID", lang, "ПОШУК ПО STEAMID" )
tr.Add( "НЕТ ДОСТУПНЫХ ИГРОКОВ!", lang, "НЕМАЄ ДОСТУПНИХ ГРАВЦІВ!" )
tr.Add( "ПРИГЛАСИТЬ", lang, "ЗАПРОСИТИ" )
tr.Add( "НАЗАД", lang, "НАЗАД" )

tr.Add( "РЕДАКТИРОВАТЬ УЧАСТНИКА", lang, "РЕДАГУВАТИ УЧАСНИКА" )
tr.Add( "ИЗМЕНИТЬ РАНГ", lang, "ЗМІНИТИ РАНГ" )
tr.Add( "ВЫГНАТЬ", lang, "ВИГНАТИ" )
tr.Add( "ИЗМЕНИТЬ ЦВЕТ", lang, "ЗМІНИТИ КОЛІР" )
tr.Add( "ИЗМЕНИТЬ НОВОСТИ", lang, "ЗМІНИТИ ІНФОРМАЦІЮ" )
tr.Add( "ВЫБОР НОВОГО ЦВЕТА:", lang, "ВИБІР НОВОГО КОЛЬОРУ:" )

tr.Add( "ГОТОВО", lang, "ГОТОВО" )

tr.Add( "НОВЫЙ РАНГ", lang, "НОВИЙ РАНГ" )
tr.Add( "НАЗВАНИЕ", lang, "НАЗВА" )
tr.Add( "Новый ранг", lang, "Новий ранг" )

tr.Add( "ПОЛНОМОЧИЯ", lang, "ПОВНОВАЖЕННЯ" )
tr.Add( "Приглашать", lang, "Запрошувати" )
tr.Add( "Выгонять", lang, "Виганяти" )
tr.Add( "Ред. ранги", lang, "Ред. ранги" )
tr.Add( "Ред. новости", lang, "Ред. iнформацiю" )
tr.Add( "Захват точек", lang, "Захоплення точок" )

tr.Add( "ДОБАВИТЬ", lang, "ДОДАТИ" )
tr.Add( "СОХРАНИТЬ", lang, "ЗБЕРЕГТИ" )


-- Other Menues
tr.Add( "Объявление в розыск игрока %s.", lang, "Оголосити в розшук гравця %s." )
tr.Add( "Напишите причину розыска", lang, "Введiть причину розшуку" )
tr.Add( "Укажите причину розыска!", lang, "Вкажiть причину розшуку!" )
tr.Add( "Забанить", lang, "Ban" )

tr.Add( "ПАТРОНЫ", lang, "НАБОЇ" )
tr.Add( "ЕДА", lang, "ЇЖА" )
tr.Add( "ЯЩИКИ", lang, "ЯЩИКИ" )
tr.Add( "ОРУЖИЕ", lang, "ЗБРОЯ" )
tr.Add( "ПРЕДМЕТЫ", lang, "ПРЕДМЕТИ" )

tr.Add( "МЕНЮ СЕРВЕРА:", lang, "МЕНЮ СЕРВЕРА:" )
tr.Add( "ПОЛУЧЕНИЕ ВРЕМЕНИ УВЕЛИЧЕНО НА %s!", lang, "ОТРИМАННЯ ЧАСУ ЗБІЛЬШЕНО НА %s!" )
tr.Add( " ОСТАЛОСЬ %s", lang, " ЗАЛИШИЛОСЬ %s" )

tr.Add( "Доступно", lang, "Доступно" )
tr.Add( "Разрешённые пропы", lang, "Дозволенi пропи" )

tr.Add( "ШАПКИ", lang, "КАПЕЛЮХИ" )
tr.Add( "Куплено", lang, "Придбано" )
tr.Add( "Сохранить", lang, "Зберегти" )
tr.Add( "За деньги", lang, "За грошi" )
tr.Add( "Не хватает", lang, "Не вистачає" )

tr.Add( "Замаскироваться", lang, "Замаскуватися" )

tr.Add( "Изменить изображение", lang, "Змiнити зображення" )
tr.Add( "Расширения .jpg и .png! За нецензуру бан.", lang, "Формат .jpg та .png! За цензуру карається!" )
tr.Add( "Формат ссылки:", lang, "Формат посилання:" )
tr.Add( "Изменить", lang, "Змiнити" )
tr.Add( "Ваш аватар", lang, "Ваш аватар" )

tr.Add( "ВЫБОР ПАТРОН", lang, "ВИБІР НАБОЇВ" )
tr.Add( "ЗАКРЫТЬ", lang, "Закрити" )

tr.Add( "%s за %i шт.", lang, "%s за %i шт." )
tr.Add( "Купить", lang, "Придбати" )
tr.Add( "Продать", lang, "Продати" )
tr.Add( "Количество", lang, "Кiлькiсть" )

tr.Add( "КУПИТЬ", lang, "ПРИДБАТИ" )
tr.Add( "ПРОДАТЬ", lang, "ПРОДАТИ" )
tr.Add( "ДОНАТ", lang, "ДОНАТ" )

tr.Add( "Использовать бонус", lang, "Використати бонус" )
tr.Add( "Бонус перезаряжается", lang, "Бонус поновлюється" )
tr.Add( "Отыграно недостаточно времени", lang, "Проведено не достатньо часу у грi" )
tr.Add( "Бонус доступен только для VIP", lang, "Бонус може використати тiльки VIP гравець" )
tr.Add( "Бонус перезаряжается", lang, "Бонус поновлюється" )
tr.Add( "Использовать способность", lang, "Використати здатнiсть" )
tr.Add( "Хорошо", lang, "Добре" )
tr.Add( "Бонусы", lang, "Бонуси" )
tr.Add( "Нет, спасибо", lang, "Нi, дякую" )
tr.Add( "Если передумаешь - бонусы ждут тебя в F4 меню, в разделе Бонусы.", lang, "Якщо передумаеєш 0 бонуси чекают на тебе в F4 меню, у роздiлi Бонуси." )
tr.Add( "Вам доступны %i бонуса!", lang, "Вам доступнi %i бонуса!" )
tr.Add( "%i неактивированных бонуса", lang, "%i неактивованих бонуса" )

tr.Add( "Справочник", lang, "Довiдник" )
tr.Add( "Настройки", lang, "Налаштування" )

tr.Add( "Профессии", lang, "Професiя" )
tr.Add( "Магазин", lang, "Магазин" )
tr.Add( "Крафтинг", lang, "Крафтинг" )
tr.Add( "Дипломатия", lang, "Дипломатiя" )
tr.Add( "Бонусы", lang, "Бонуси" )
tr.Add( "Организации", lang, "Оргнанiзацiї" )
tr.Add( "Создать Организацию", lang, "Створити органiзацiю" )
tr.Add( "Хотите создать Организацию, стоимость: %s?\n Напишите название вашей Организации.", lang, "Хочете створити органiзацiю, вартiсть: %s?\n Введiть назву вашої органiзацiї." )
tr.Add( "Донат", lang, "Донат" )

tr.Add( "Надпись", lang, "Напис" )
tr.Add( "Напишите текст который будет на двери", lang, "Введiть текст що буде на дверях" )
tr.Add( "Дать ключи Организ.", lang, "Видати ключi." )
tr.Add( "Улучшить", lang, "Покращiти" )
tr.Add( "Забрать ключи", lang, "Забрати ключi" )
tr.Add( "Дать ключи", lang, "Передати ключi" )

tr.Add( "Изменить закон", lang, "Змiнити закон" )
tr.Add( "Добавить закон", lang, "Додати закон" )
tr.Add( "Законы должны быть длинее 5 символов!", lang, "Закони мають бути довше нiж 5 символiв!" )
tr.Add( "Пожалуйста ограничьте ваши законы 30 строками.", lang, "Будь ласка, обмежте вашi закони в 30 строк." )
tr.Add( "Сбросить", lang, "Скинути" )

tr.Add( "ЦВЕТ ПЕРСОНАЖА", lang, "КОЛІР ГРАВЦЯ" )
tr.Add( "ВЫБРАТЬ ЦВЕТ ПЕРСОНАЖА", lang, "ВИБРАТИ КОЛІР ПЕРСОНАЖА" )
tr.Add( "ЦВЕТ ФИЗГАНА", lang, "КОЛІР ФІЗГАНА" )
tr.Add( "ВЫБРАТЬ ЦВЕТ ФИЗГАНА", lang, "ВИБРАТИ КОЛІР ФІЗГАНА" )

tr.Add( "Кажется, у вас много аддонов", lang, "Здається у вас багато аддонiв" )
tr.Add( "Советуем отписаться от всех аддонов для повышения FPS!", lang, "Радимо вам вiдписатися вiд всiх аддонiв для пiдвищення FPS!" )
tr.Add( "Отписаться", lang, "Вiдписатися" )

tr.Add( "СОХРАНЕНО", lang, "ЗБЕРЕЖЕНО" )

tr.Add( "Шапки", lang, "Капелюхи" )
tr.Add( "Аксессуары", lang, "Аксесуари" )
tr.Add( "Купить %s навсегда", lang, "Придбати %s назавжди" )
tr.Add( "Она у вас уже есть.", lang, "Вона у вас вже є." )

tr.Add( "Вы не можете купить", lang, "Ви ене можете придбати" )
tr.Add( "Вы не можете купить это. (Цена: %i Кредитов / %s)", lang, "Ви не можете це придбати. (Цiна: %i кредитiв / %s)" )
tr.Add( "Вы не можете купить это. (Цена: %i Кредитов)", lang, "Ви не можете це придбати. (Цiна: %i кредитiв)" )
tr.Add( "покупается навсегда", lang, "купується назавжди" )

tr.Add( "Это у вас уже куплено!", lang, "Ви вже придбали це!" )
tr.Add( "Лимит достигнут", lang, "Лiмiт досягнуто" )
tr.Add( "Круче некуда.", lang, "Краще неможливо." )


tr.Add( "%s купил %s", lang, "%s придбав %s" )
tr.Add( "У вас в кошельке: %i Рублей.", lang, "У вас в гаманцi: %i кредитов." )
tr.Add( "Особые услуги", lang, "Спецiальнi послуги" )

tr.Add( "Подтвердите действие.", lang, "Пiдтвердить дiю." )
tr.Add( "Подтвердить", lang, "Пiдтвердити" )

tr.Add( "Вам будет даваться %s при возрождении.", lang, "Ви отримаєте %s при вiдродженнi." )
tr.Add( "Данный набор включает в себя следующие анимации:", lang, "Цей комплект мiстити наступнi анiмацiї:" )
tr.Add( "Вы выучите заклинание", lang, "Ви вивчили закляття" )
tr.Add( "Вам необходимо купить способность к изучению магии!", lang, "Вам необхiдно придбати здатнiсть до вивчення магiї!" )
tr.Add( "Прокачка навыка недоступна!", lang, "Покращення навичок недоступне!" )
tr.Add( "Навык уже прокачан на 100%!", lang, "Ви вже володiєте навичкою на 100%!" )



-- Context menu
tr.Add( "Управление", lang, "Керування" )
tr.Add( "Выдать премию", lang, "Видати премiю" )
tr.Add( "За что вы хотите выдать премию?", lang, "За що ви хочете видати премiю?" )
tr.Add( "Выдать премию в радиусе", lang, "Видати премiю в радiусi" )
tr.Add( "Понизить в должности", lang, "Знизити в посадi" )
tr.Add( "За что вы хотите понизить?", lang, "За що ви хочете знизити?" )
tr.Add( "Выгнать из фракции", lang, "Виключити з фракцiї" )
tr.Add( "За что вы хотите выгнать?", lang, "За що ви хочете виключити?" )
tr.Add( "Выселить в нежилое пространство", lang, "Виселити в мiсце непридатне для життя" )
tr.Add( "цель должна быть в наручниках", lang, "цiль повинна бути в наручниках" )
tr.Add( "За что вы хотите выселить?", lang, "За що ви хочете виселити?" )

tr.Add( "Диспетчер", lang, "Диспетчер" )

tr.Add( "Правопорядок", lang, "Правопорядок" )
tr.Add( "Подать в розыск", lang, "Оголосити в розшук" )
tr.Add( "Причина розыска?", lang, "Причина оголошення в розшук?" )
tr.Add( "Снять розыск", lang, "Зняти розшук" )
tr.Add( "Ордер", lang, "Ордер" )
tr.Add( "Причина для ордера?", lang, "Причина для ордера?" )

tr.Add( "Оружие за спиной", lang, "Зброя за спиною" )
tr.Add( "Отображение оружия за спиной включено.", lang, "Показ зброї за спиною увiмкнено." )
tr.Add( "Отображение оружия за спиной выключено.", lang, "Показ зброї за спиною вимкнено." )

tr.Add( "Нет доступных насмешек! :(", lang, "Немає доступних насмiшок! :(" )

tr.Add( "Действия", lang, "Дiї" )
tr.Add( "Маска", lang, "Маска" )
tr.Add( "Надеть", lang, "Одягти" )
tr.Add( "Чаты", lang, "Чати" )
tr.Add( "Возродиться", lang, "Вiдродитися" )
tr.Add( "Настроение", lang, "Настрiй" )
tr.Add( "Убрать оружие", lang, "Прибрати зброю" )
tr.Add( "Анимации сидения", lang, "Анiмацiя сидiння" )
tr.Add( "Нет доступных анимаций сидения! :(", lang, "Немає доступних анiмацiй сидiння! :(" )

tr.Add( "НАДЕТЬ", lang, "ОДЯГТИ" )
tr.Add( "СНЯТЬ", lang, "ЗНЯТИ" )
tr.Add( "ВЫЗВАТЬ", lang, "ВИКЛИКАТИ" )
tr.Add( "ОТОЗВАТЬ", lang, "ВІДКЛИКАТИ" )

tr.Add( "Эмоции", lang, "Емоцiї" )
tr.Add( "Эмоции огранизации", lang, "Емоцiї органiзацiї" )
tr.Add( "Эмоции+", lang, "Емоцiї+" )
tr.Add( "Отпишитесь от всех дополнений", lang, "Помилка контенту: вiдвiдайте сторiнку urfim/page/tech" )
tr.Add( "Эмоции", lang, "Емоцiї" )
tr.Add( "Насмешки", lang, "Насмiшки" )
tr.Add( "Радость", lang, "Радiсть" )
tr.Add( "Смех", lang, "Смiх" )
tr.Add( "Бицуха", lang, "Бiцепс" )
tr.Add( "Зомби", lang, "Зомбi" )
tr.Add( "Робот", lang, "Робот" )
tr.Add( "Танец", lang, "Танець" )
tr.Add( "Согласиться", lang, "Погодитись" )
tr.Add( "сюда иди", lang, "iди сюди" )
tr.Add( "Не согласиться", lang, "Не погодитись" )
tr.Add( "Платить респекты", lang, "Платить респекти" )
tr.Add( "Помахать", lang, "Помахати" )
tr.Add( "Указать", lang, "Вказати" )
tr.Add( "Журавль", lang, "Журавель" )


-- Inventory
tr.Add( "ИНВЕНТАРЬ", lang, "ІНВЕНТАР" )
tr.Add( "СУМКА", lang, "СУМКА" )

tr.Add( "СТОЛ ДЛЯ ПРЕДМЕТОВ", lang, "СТІЛ ДЛЯ ПРЕДМЕТІВ" )
tr.Add( "СОЗДАТЬ", lang, "СТВОРИТИ" )
tr.Add( "СОЗДАНИЕ..", lang, "СТВОРЕННЯ.." )

tr.Add( "Стол для предметов", lang, "Стiл для предметiв" )
tr.Add( "Рецепты", lang, "Рецепти" )
tr.Add( "Скрафтить", lang, "Створити" )
tr.Add( "Итог", lang, "Пiдсумок" )
tr.Add( "Предмет", lang, "Предмет" )

tr.Add( "В эту сумку нельзя ничего положить!", lang, "До цiєї сумки неможливо нiчого покласти!" )
tr.Add( "Такого предмета не существует!", lang, "Такого предмета не iснує!" )
tr.Add( "Нет места в инвентаре!", lang, "Не достатньо мiсця в iнвентарi!" )

tr.Add( "Список предметов", lang, "Список предметiв" )
tr.Add( "Игроку %s выдан предмет %s в количестве %i штук", lang, "Гравцю %s видано предмет %s в кiлькостi %i штук" )
tr.Add( "Вам был выдан предмет: %s в количестве %i штук", lang, "Вам було видано предмет: %s в кiлькостi %i штук" )
tr.Add( "Предмет не был выдан по причине: %s", lang, "Предмет не було видано з причини: %s" )
tr.Add( "Уникальный айди предмета '%s' был скопирован. (%s)", lang, "Унiкальний айдi предмета '%s' був скопiйований. (%s)" )

tr.Add( "Инвентарь игрока %s был удален!", lang, "Інвентар гравця %s було видалено!" )
tr.Add( "Ваш инвентарь был удален!", lang, "Ваш iнвентар було видалено!" )

tr.Add( "Использовать", lang, "Використати" )
tr.Add( "Установить", lang, "Встановити" )
tr.Add( "Одеть", lang, "Одягти" )
tr.Add( "Снять", lang, "Зняти" )
tr.Add( "Зарядить", lang, "Зарядити" )
tr.Add( "Открыть", lang, "Вiдкрити" )
tr.Add( "Взять всё", lang, "Взяти все" )
tr.Add( "Взять в руки", lang, "Взяти в руки" )
tr.Add( "Убрать из рук", lang, "Прибрати з рук" )
tr.Add( "Скушать", lang, "З'їсти" )
tr.Add( "Выкинуть", lang, "Викинути" )
tr.Add( "Употребить", lang, "Скуштувати" )
tr.Add( "Удалить", lang, "Видалити" )
tr.Add( "Положить в сумку", lang, "Покласти в сумку" )
tr.Add( "Передать игроку", lang, "Передати гравцю" )

tr.Add( "Игрок достиг максимума!", lang, "Гравець досяг максимуму!" )
tr.Add( "Вы достигли максимума!", lang, "Ви досягли максимуму!" )
tr.Add( "У вас недостаточно денег!", lang, "У вас недостатньо грошей!" )
tr.Add( "Вы купили '%s' за %s", lang, "Ви придбали '%s' за %s" )
tr.Add( "Такое оружие уже надето!", lang, "Така зброя все одягнута!" )
tr.Add( "Слот для %s занят! Максимум: %i", lang, "Мiсце для %s зайнято! Максимум: %i" )

tr.Add( "Вам передали '%s'!", lang, "Вам передали '%s'" )
tr.Add( "Вы передали '%s' игроку %s!", lang, "Ви передали '%s' гравцю %s!" )


-- Captures
tr.Add( "Война", lang, "Вiйна" )
tr.Add( "Союз", lang, "Союз" )
tr.Add( "Нейтралитет", lang, "Нейтралiтет" )

tr.Add( "Отношения", lang, "Вiдносини" )
tr.Add( "ТЕКУЩЕЕ ОТНОШЕНИЕ", lang, "НАЯВНІ ВІДНОСИНИ" )
tr.Add( "Просмотреть отношения", lang, "Переглянути вiдносини" )
tr.Add( "Изменить отношения", lang, "Змiнити вiдносини" )
tr.Add( "ВЛАДЕЛЕЦ", lang, "ВЛАСНИК" )
tr.Add( "Передать", lang, "Передати" )
tr.Add( "ФРАКЦИИ", lang, "ФРАКЦІЇ" )
tr.Add( "ТЕРРИТОРИИ", lang, "ТЕРИТОРІЇ" )

tr.Add( "игрок не найден", lang, "гравця не знайдено" )
tr.Add( "игрок - не дипломат", lang, "гравець - не дипломат" )
tr.Add( "неизвестное отношение", lang, "невiдомi вiдносини" )
tr.Add( "неизвестный альянс", lang, "невiдомий альянс" )
tr.Add( "невозможно установить это отношение", lang, "неможливо встановити цi вiдносини" )
tr.Add( "сначала надо поменять отношение на нейтралитет", lang, "для початку змiнiть вiдносини на нейтралiтет" )

tr.Add( "%s\nпредлагают сменить отношение на\n%s\nВы согласны?", lang, "%s\n пропонують змiнити вiдносини на \n%s\n Ви згоднi?" )

tr.Add( "без владельца", lang, "без власника" )
tr.Add( "к зарплате", lang, "до зарплатнi" )
tr.Add( "к здоровью", lang, "до здоров'я" )
tr.Add( "к скорости", lang, "до швидкостi" )
tr.Add( "к броне", lang, "до бронi" )
tr.Add( "доп. боеприпасы", lang, "додатковi боєприпаси" )
tr.Add( "отсутсвует голод", lang, "вiдсутнiсть голоду" )
tr.Add( "доп. техника", lang, "додаткова технiка" )
tr.Add( "переезд", lang, "переїзд" )
tr.Add( "Нажмите Е на флаг, чтобы начать захват (владелец - %s)", lang, "Натиснiть E на прапор, аби почати захоплення точки (власник - %s)" )


-- Scoreboard
tr.Add( "Наш Discord сервер - www.urf.im/discord", lang, "Наш Discord сервер - urf.im/discord" )
tr.Add( "Онлайн сервера:", lang, "Онлайн серверу:" )
tr.Add( "Администраторы (онлайн):", lang, "Адмiнiстрацiя (онлайн):" )
tr.Add( "активные", lang, "активнi" )
tr.Add( "Игроков (онлайн):", lang, "Гравцiв (онлайн):" )
tr.Add( "Имя", lang, "Імя" )
tr.Add( "Профессия", lang, "Професiя" )
tr.Add( "Онлайн", lang, "Онлайн" )
tr.Add( "Игроков: %s (%s Активных)", lang, "Гравцiв: %s (%s активних)" )
tr.Add( "Администраторы: %s (%s Активных)", lang, "Адмiнiстратори: %s (%s активних)" )

tr.Add( "Бан", lang, "Бан" )
tr.Add( "Введите причину бана", lang, "Введiть причину бана" )
tr.Add( "Забанить на:", lang, "Забанить на:" )
tr.Add( "Ошибка! Причина бана не указана!", lang, "Помилка! Причина бана не вказана!" )
tr.Add( "Профиль Steam", lang, "Профiль Steam" )

tr.Add( "Телепортировать", lang, "Телепортувати" )
tr.Add( "Телепортироваться", lang, "Телепортуватися" )
tr.Add( "Уволить", lang, "Звiльнити" )
tr.Add( "Увольнение", lang, "Звiльнення" )
tr.Add( "Введите причину увольнения", lang, "Введiть причину звiльнення" )

tr.Add( "Получение времени увеличено на", lang, "Увiмкнено збiльшення часу на" )
tr.Add( "Осталось:", lang, "Осталось:" )

tr.Add( "Включить звук", lang, "Увiмкнути звук" )
tr.Add( "Отключить звук", lang, "Вимкнути звук" )
tr.Add( "Локально", lang, "Локально" )


-- Other
tr.Add( "F2 - арендовать", lang, "F2 - орендувати" )
tr.Add( "Арендовать", lang, "Орендувати" )
tr.Add( "Постучать", lang, "Постукати" )
tr.Add( "Дать ключи Организации", lang, "Дати ключi органiзацiї" )

tr.Add( "Неизвестно", lang, "Невiдомо" )
tr.Add( "Неизвестный", lang, "Невiдомий" )
tr.Add( "Неизвестные", lang, "Невiдомi" )

tr.Add( "Здоровье", lang, "Здоров'я" )
tr.Add( "Броня", lang, "Броня" )
tr.Add( "Цена", lang, "Цiна" )

tr.Add( "Выборы %sа, через %sс", lang, "Вибори %sa, через %sc" )
tr.Add( "Выборы %sа", lang, "Вибори %sa" )
tr.Add( " has won the vote for %s!", lang, " перемiг в голосуваннi %s" )

tr.Add( "Пожертвование", lang, "Пожертвування" )
tr.Add( "Пожертвования", lang, "Пожертвування" )
tr.Add( "Сколько вы хотите пожертвовать?", lang, "Скiльки ви хочете пожертвувати?" )

tr.Add( "Нелегальные вещи (Мини лаборатория)", lang, "Нелегальнi речi (Мiнi лабораторiя)" )
tr.Add( "Приготовить", lang, "Приготувати" )

tr.Add( "Бонусы территории", lang, "Бонуси територiї" )

tr.Add( "Ограбление в процессе", lang, "Пограбування в процесi" )
tr.Add( "Ограбление не в процессе", lang, "Пограбування не в процесi" )
tr.Add( "Нажмите [E] чтобы начать ограбление", lang, "Натиснiть [E] аби почати пограбування" )

tr.Add( "Записка не может быть длинее чем 2000 символов!", lang, "Нотатка не може бути довшою нiж 2000 символiв!" )
tr.Add( "Искренне ваш", lang, "З повагою ваш" )

tr.Add( "Включите видео нажав на 'E'.", lang, "Увiмкнiть вiдео натиснувши на 'E'." )
tr.Add( "Ссылку с YouTube", lang, "Посилання YouTube" )

tr.Add( "Инструменты", lang, "Інструменти" )

tr.Add( "Оружие", lang, "Зброя" )
tr.Add( "Лапша", lang, "Лапша" )
tr.Add( "Деньги", lang, "Грошi" )

tr.Add( "Заряды", lang, "Заряди" )
tr.Add( "Прочность", lang, "Мiцнiсть" )
tr.Add( "Процесс", lang, "Процес" )

tr.Add( "Запрещенные предметы", lang, "Забороненi предмети" )
tr.Add( "Изнасилование", lang, "Гвалтування" )

tr.Add( "Лёха", lang, "Олексiйчик" )
tr.Add( "здарова братан", lang, "привiт друже" )
tr.Add( "Ты мне принёс чего-нибудь?", lang, "Ти менi щось принiс?" )
tr.Add( "Просто передай мне это при помощи рук.", lang, "Просто передай менi!" )

tr.Add( "брони", lang, "бронi" )
tr.Add( "здоровья", lang, "здоров'я" )
tr.Add( "зарядов", lang, "зарядiв" )

tr.Add( "ВЫ", lang, "ВИ" )
tr.Add( "из", lang, "iз" )
tr.Add( "всё", lang, "все" )
tr.Add( "ВСЁ", lang, "ВСЕ" )

tr.Add( "броню на %i единиц", lang, "броню на %i одиниць" )
tr.Add( "здоровье на %i единиц", lang, "здоров'я на %i одиниць" )

tr.Add( "ДОСТУП", lang, "ДОСТУП" )
tr.Add( "РАЗРЕШЕН", lang, "ДОЗВОЛЕНО" )
tr.Add( "ЗАПРЕЩЕН", lang, "ЗАБОРОНЕНО" )

tr.Add( "[E] Открыть Магазин", lang, "[E] Вiдкрити магазин" )

tr.Add( "Наркотики", lang, "Наркотики" )
tr.Add( "Марихуана", lang, "Марiхуана" )
tr.Add( "Горшок", lang, "Горщик" )

tr.Add( "Ганс", lang, "Вовка" )
tr.Add( "Алекс", lang, "Сашко" )
tr.Add( "Валенхаинс", lang, "Сергiй" )

tr.Add( "На нем играют:", lang, "На ньому грають:" )
tr.Add( "Отправиться на", lang, "Вiдправитись на" )
tr.Add( "В путь", lang, "В дорогу" )
tr.Add( "В другой раз", lang, "Іншим разом" )

tr.Add( "оружие", lang, "зброя" )
tr.Add( "кредитов", lang, "кредитiв" )
tr.Add( "осталось", lang, "залишилось" )

tr.Add("Взлом", lang, "Злом" )
tr.Add("АвтоРозиск", lang, "Автопошук")

tr.Add("Ограблення банка", lang, "Пограбування банку")
tr.Add("Точка сброса\n(%iм.)", lang, "Пункт скидання\n(%iм.)" )
tr.Add("Денег в сумке:", lang, "Грошi в сумцi:")
tr.Add("Нажмите [E], щоб сдати сумку", lang, "Натиснiть [E], щоб передати сумку")
tr.Add("Нажмите [ЛКМ] щоб украсть деньги", lang, "Натиснiть [ЛКМ], щоб вкрасти грошi")
tr.Add("Нажмите [ПКМ] щоб бросити сумку", lang, "Натиснiть [ПКМ], щоб скинути сумку")

tr.Add( "Вам нужно улучшить Электронную Сигарету, чтобы иметь возможность менять цвет дыма.", lang, "Вам потрiбно улучити електронну сигарету, щоб мати можливiсть менять цвет дима." )

tr.Add("Голосование", lang, "Голосування")
tr.Add("Время", lang, "Час")
tr.Add( "Ивент", lang, "Івент" )

tr.Add("Слишком длинные законы!", lang, "Закони занадто довгi!")
tr.Add(" Лотерея!\n Купить билет?\n Цена билета: %s.", lang, "Цiна квитка: %s." )
tr.Add("Купити квиток?", lang, "Ви хочете купити квиток?")

tr.Add( "Сервер немного подвисает, все пропы и энтити были заморожены.", lang, "Сервер трохи пiдвисае, все пропи та єнтiтi були замороженi." )
tr.Add( "Сервер опять подвис и некоторые пропы были удалены а энтити заморожены. Сделайте что-то!", lang, "Сервер знову пiдвис та деякi пропи та єнтiтi були видаленi. Зробiть щось!" )

tr.Add( "Да", lang, "Так" )
tr.Add( "Нет", lang, "Нi" )

tr.Add( "Активные Чаты", lang, "Активнi чати" )
tr.Add( "Новое личное сообщение", lang, "Нове приватне повiдомлення" )
tr.Add( "Отправить", lang, "Надiслати" )
tr.Add( "Удалить обсуждение", lang, "Видалити обговорення" )
tr.Add( "Админ Чат", lang, "Адмiн чат" )
tr.Add( "Локальный", lang, "Локальний" )
tr.Add("Глобальный", lang, "Глобальний")
tr.Add("Radio", lang, "Радiо")

tr.Add("Освобождение...", lang, "Звiльнення...")
tr.Add("Перезарядка...", lang, "Перезарядка...")

tr.Add("Транспорт", lang, "Транспорт")
tr.Add( "Транспортное средство", lang, "Транспортний засiб" )
tr.Add("Владелец:", lang, "Власник:")
tr.Add("Со-владельцы:", lang, "Спiввласники:")
tr.Add("и ещё", lang, "i бiльше")
tr.Add( "Открыть транспорт", lang, "Вiдкрити транспорт" )
tr.Add( "Закрыть транспорт", lang, "Закрити транспорт" )
tr.Add( "Выкинуть пассажира", lang, "Викинути пасажира" )

tr.Add("Normal", lang, "Нормальний")
tr.Add("Гопник", lang, "Гопник")
tr.Add("Серьёзное", lang, "Серйозний" )
tr.Add("Мудак", lang, "Мудак")
tr.Add("Злой", lang, "Злий")
tr.Add("Герой", lang, "Героїчний")

tr.Add( "Хотите заняться сексом с \n%s за $%i?", lang, "Хочеш зайнятися сексом з \n%s за $%i?" )

tr.Add( "Увольнение", lang, "Звiльнення" )
tr.Add( "Я хочу уволить тебя. Причина: %s", lang, "Я хочу вас звiльнити. Причина: %s" )
tr.Add( "Уволить %s?\nПричина: %s", lang, "Вiдхилити %s?\nПричина: %s" )
tr.Add( "Уволить %s?|Причина: %s", lang, "Вiдхилити %s?|Причина: %s" )

tr.Add( "Шёпот", lang, "Шепiт" )
tr.Add( "Крик", lang, "Крик" )
tr.Add( "Неудачно", lang, "Невдало" )
tr.Add( "Удачно", lang, "Вдало" )
tr.Add( "Общий", lang, "Загальний" )
tr.Add( "Объявление", lang, "Оголошення" )
tr.Add( "Городские Новости", lang, "Nouvelles de la ville" )
tr.Add( "Канал", lang, "Канал" )

tr.Add( "Не используйте команды так часто!", lang, "Не використовуйте команди так часто!" )

tr.Add( "Автомобиль", lang, "Автомобiль" )
tr.Add( "Подождите", lang, "Зачекайте" )
tr.Add( "Недостаточно денег", lang, "Недостатньо коштiв" )
tr.Add( "Попрощайтесь со своими кровными %i$", lang, "Попрощайтеся зi своїми кровними %i$" )
tr.Add( "Купить: %i$", lang, "Купити: %i$" )
tr.Add( "Кузовные работы", lang, "Кузовнi роботи" )
tr.Add( "Часть", lang, "Частина" )
tr.Add( "Вариант", lang, "Варiант" )
tr.Add( "Покрасочные работы/Скин", lang, "Фарбувальнi роботи / Скiн" )
tr.Add( "Колёса/Пулестойкие покрышки", lang, "Колеса / Кулестiйкi покришки" )
tr.Add( "Удалить", lang, "Видалити" )
tr.Add( "Установить", lang, "Встановити" )
tr.Add( "Покрасочные работы/Цвет", lang, "Фарбувальнi роботи / Колiр" )
tr.Add( "Колёса", lang, "Колеса" )
tr.Add( "Подвеска", lang, "Пiдвiска" )
tr.Add( "Усиления корпуса", lang, "Посилення корпусу" )
tr.Add("Закрыть", lang, "Закрити")
tr.Add( "Ваши автомобили", lang, "Вашi автомобiлi" )
tr.Add( "Вызвать %i$", lang, "Викликати %i$" )

tr.Add( "Включить приём рации", lang, "Увiмкнути радiоприйом" )
tr.Add( "Выключить приём рации", lang, "Вимкнути радiоприйом" )
tr.Add( "Включить передачу рации", lang, "Увiмкнути радiопередачу" )
tr.Add( "Выключить передачу рации", lang, "Вимкнути радiопередачу" )
tr.Add( "Рация", lang, "Рацiя" )

tr.Add( "%i час.", lang, "%i год." )
tr.Add( "%i мин.", lang, "%i хв." )
tr.Add( "%i часов", lang, "%i годин" )
tr.Add( "%i минут", lang, "%i хвилин" )
tr.Add( "Следующий бонус на #% к получению времени через # минут!", lang, "Наступний бонус на #% до отримання часу через # хвилин!" )
tr.Add( "С %i часов ночи по %i часов утра московского времени получение времени ускоряется на %i", lang, "З %i години ночi по %i годинi ранку московського часу отримання часу прискорюється на %i" )


tr.Add( "Перезарядка", lang, "Перезарядка" )

tr.Add( "СКИДКА", lang, "ЗНИЖКА" )
tr.Add( "НА ВСЁ", lang, "НА ВСЕ" )

tr.Add( "Добавляет купон <имя> <действие> <значение> <кол-во> <время в секундах> <глобальный>", lang, "Додає купон <iм'я> <дiя> <значення> <кiлькiсть> <час за секунди> <глобальний>" )
tr.Add( "Удаляет купон где <name> имя купона", lang, "Видаляє купон, де <name> iм'я купона" )
tr.Add( "Промокод", lang, "Промокод" )
tr.Add( "Введите промокод", lang, "Введiть промокод" )
tr.Add( "usecount должен быть числом", lang, "usecount повинен бути числом" )
tr.Add( "Неверный параметр action", lang, "Неправильний параметр action" )
tr.Add( "Промокод без макс. количества использований не может быть больше 250 кредитов", lang, "Промокод без макс. кiлькостi використань не може бути бiльше 250 кредитiв" )
tr.Add( "Сумма промокода не может превосходить 10,000 кредитов", lang, "Сума промокоду не може перевищувати 10,000 кредитiв" )
tr.Add( "Купон уже существует", lang, "Купон вже iснує" )
tr.Add( "Длительность не может быть больше двух недель.", lang, "Тривалiсть не може бути бiльшою за два тижнi." )
tr.Add( "Такого купона не существует", lang, "Такого купона немає" )
tr.Add( "Купон успешно удален", lang, "Купон успiшно видалено" )

tr.Add( "Речь", lang, "Спiлкування" )
tr.Add( "Общее", lang, "Загальне" )
tr.Add( "ГОЛОСОВЫЕ КОМАНДЫ", lang, "ГОЛОСОВІ КОМАНДИ" )

tr.Add( "Громкость сообщений Альянса", lang, "Гучнiсть повiдомлень Альянсу" )

tr.Add( "Не хватает денег? Попробуйте собрать свою команду мечты и ограбить банк!", lang, "Не вистачає грошей? Спробуйте зiбрати свою команду мрiї та пограбувати банк!" )

tr.Add( "Быстро переключать вид от третьего лица можно нажав F2.", lang, "Швидко перемикати вид вiд третьої особи можна натиснувши F2." )

tr.Add( "УДЕРЖИВАЙТЕ, ЧТОБЫ ВОЗРОДИТЬСЯ", lang, "УТРИМАЙТЕ, ЩОБ ВІДРОДИТИСЯ" )
tr.Add( "УДЕРЖИВАЙТЕ, ЧТОБЫ ПОГИБНУТЬ", lang, "УТРИМАЙТЕ, ЩОБ ЗГИНУТИ" )

tr.Add( "sync_time", lang, "50% вашого максимального часу гри на будь-якому серверi urfim також буде передано сюди!" )
tr.Add( "Бонус ко времени", lang, "Бонус до часу" )
tr.Add( "%50 от максимального времени на серверах urf.im, до 50 часов", lang, "%50 вiд максимального часу на серверах urfim, до 50 годин" )
tr.Add( "sync_time_add", lang, "%i годин на гру додано до %s!" )

tr.Add( "supervisor_1", lang, "Втрата бiосигналу, вiдстань %i м." )
tr.Add( "supervisor_2", lang, "Дiя перезаряджається (залишилося %i сек.)" )

tr.Add( "Связь с объектом потеряна.", lang, "Зв'язок з об'єктом втрачено." )
tr.Add( "Ожидание возобновления трансляции.", lang, "Очiкуємо вiдновлення трансляцiї." )
tr.Add( "Выберите объект наблюдения.", lang, "Виберiть об’єкт спостереження." )

tr.Add( "Нога на ногу 1", lang, "Нога на ногу 1" )
tr.Add( "На корточках", lang, "Пригнувшись" )
tr.Add( "Нога на ногу 2", lang, "Нога на ногу 2" )
tr.Add( "За столом", lang, "За столом" )
tr.Add( "Медитация", lang, "Медитацiя" )
tr.Add( "Грусть", lang, "Смуток" )
tr.Add( "Нога на ногу 3", lang, "Нога на ногу 3" )
tr.Add( "Прямая спина", lang, "Пряма спина" )
tr.Add( "За столом (Грусть)", lang, "За столом (Смуток)" )

tr.Add( "Вы забанены, ознакомиться с правилами можно нажав F1", lang, "Ви забаненi, ви можете ознайомитися з правилами, натиснувши F1" )
tr.Add( "Время до разбана:", lang, "Час до разбану:" )
tr.Add( "Повестка дня отсутствует!", lang, "Порядок денний вiдсутнiй!" )
tr.Add( "Напишите /hire чтобы нанять %s за %s", lang, "Напишiть /hire, щоб найняти %s за %s" )
tr.Add( "Вы умерли", lang, "Ви померли" )
tr.Add( "Нажми любую клавишу, чтобы возродиться", lang, "Натиснiть будь-яку клавiшу, щоб вiдродитися" )

tr.Add( "Стоимость разблокировки", lang, "Вартiсть розблокування" )
tr.Add( "Зарплата", lang, "Зарплата" )

tr.Add( "Разрушаемый объект", lang, "Зруйнований об'єкт" )

tr.Add( "АЛЬТЕРНАТИВНАЯ ЦЕНА: %s", lang, "АЛЬТЕРНАТИВНА ЦІНА: %s" )

tr.Add( "Создать за %s", lang, "Створити за %s" )
tr.Add( "Принять", lang, "Прийняти" )
tr.Add( "Отмена", lang, "Скасувати" )

tr.Add( "Название организации:", lang, "Назва органiзацiї:" )
tr.Add( "Эмблема:", lang, "Емблема:" )

tr.Add( "Название организации", lang, "Назва органiзацiї" )
tr.Add( "Эмблема", lang, "Емблема" )

tr.Add( "ВЫБОР ИГРОКА", lang, "ВИБІР ГРАВЦЯ" )
tr.Add( "ЗА", lang, "ЗА" )
tr.Add( "ПРОТИВ", lang, "ПРОТИ" )

tr.Add( "МАСКИРОВКА", lang, "МАСКУВАННЯ" )

tr.Add( "Введите имя игрока", lang, "Введiть iм'я гравця" )

tr.Add( "Маскироваться", lang, "Маскуватися" )

tr.Add( "Воспользуйтесь ползунком или введите значение.", lang, "Скористайтеся повзунком або введiть значення" )
tr.Add( "Сколько выбросить?", lang, "Скiльки викинути?" )
tr.Add( "Сколько вы хотите передать?", lang, "Скiльки ви бажаєте передати?" )

tr.Add( "Навыки", lang, "Навички" )

tr.Add( "Голосование: %s", lang, "Голосування: %s" )

tr.Add( "Лотерея", lang, "Лотерея" )
tr.Add( "Наём", lang, "Наймання" )
tr.Add( "Обыск", lang, "Обшук" )
tr.Add( "Организация", lang, "Органiзацiя" )
tr.Add( "Хотели бы вы присоединиться к", lang, "Хотiли б ви приєднатися до" )

tr.Add( "time_customcheck не может быть больше двух недель.", lang, "time_customcheck не може бути бiльше двох тижнiв." )
tr.Add( "coupon", lang, "Купон %s створено (дає %s у розмiрi %s, дiє протягом %s днiв, активацiя %s, активацiя вимагає %s часу)" )
tr.Add( "globalcoupon", lang, "Створено глобальний купон %s (дайте %s у кiлькостi %s, дiйсний протягом %s днiв, активацiя %s, активацiя вимагає %s часу)" )

tr.Add( "ИЗМЕНЕНИЕ ЗАКОНОВ", lang, "ЗМІНА ЗАКОНІВ" )
tr.Add( "Сохранить законы", lang, "Зберегти закони" )
tr.Add( "Законы должны быть длинее 5 символов!", lang, "Закони мають бути довшими за 5 символiв!" )
tr.Add( "Пожалуйста ограничьте ваши законы 30 строками.", lang, "Будь ласка, обмежте вашi закони 30 рядками." )
tr.Add( "Сбросить законы", lang, "скинути закони" )



-- Ping System
tr.Add( "Игрок слишком далеко!", lang, "Гравець надто далеко!" )
tr.Add( "Отменить", lang, "Скасувати" )
tr.Add( "Выбрать", lang, "Вибрати" )
tr.Add( "Взаимодействие с %s", lang, "Взаємодiя з %s" )
tr.Add( "выпустить из тюрьмы", lang, "випустити iз в'язницi" )
tr.Add( "арестовать", lang, "заарештувати" )
tr.Add( "объявить в розыск", lang, "оголосити в розшук" )
tr.Add( "ОТМЕНИТЬ", lang, "СКАСУВАТИ" )
tr.Add( "Подтвержено", lang, "Пiдтверджено" )
tr.Add( "Подтверждено", lang, "Пiдтверджено" )
tr.Add( "Подтвердить - %s", lang, "Пiдтвердити - %s" )
tr.Add( "Отменено", lang, "Скасовано" )
tr.Add( "Выпустить из тюрьмы", lang, "Випустити iз в'язницi" )
tr.Add( "Выдать лицензию", lang, "Видати лiцензiю" )
tr.Add( "Толкнуть", lang, "Натиснути" )
tr.Add( "Передать оружие", lang, "Передати зброю" )
tr.Add( "Вернуться назад", lang, "Повернутися назад" )
tr.Add( "Ввести своё число", lang, "Ввести свою кiлькiсть" )
tr.Add( "Передача денег игроку %s.", lang, "Передача грошей гравцевi %s." )
tr.Add( "Передать %s", lang, "Передати %s" )
tr.Add( "Передать деньги", lang, "Give money" )
tr.Add( "Выгнать из организации", lang, "Вигнати з органiзацiї" )
tr.Add( "Пригласить в организацию", lang, "Запросити до органiзацiї" )
tr.Add( "Снять повязку", lang, "Зняти пов'язку" )
tr.Add( "Надеть повязку", lang, "Одягти пов'язку" )
tr.Add( "Вставить кляп", lang, "Вставити кляп" )
tr.Add( "Вынуть кляп", lang, "Вийняти кляп" )
tr.Add( "Закончить перетаскивание", lang, "Закiнчити перетягування" )
tr.Add( "Тащить за собой", lang, "Тягти за собою" )
tr.Add( "Снять наручники", lang, "Зняти наручники" )
tr.Add( "Надеть наручники", lang, "Одягти наручники" )

-- Smart Snap
tr.Add( "Включить", lang, "Увiмкнути" )
tr.Add( "Отображение только во время использования", lang, "Вiдображення лише пiд час використання" )
tr.Add( "Спрятать сетку (отображать только точки)", lang, "Сховати сiтку (вiдображати лише точки)" )
tr.Add( "Включить умный переключатель", lang, "Увiмкнути розумний перемикач" )
tr.Add( "Вернуться к сетке при отсоединении", lang, "Повернутися до сiтки пiд час вiд'єднання" )
tr.Add( "Включить для всех объектов", lang, "Увiмкнути для всiх об'єктiв" )
tr.Add( "Включить для всех инструментов", lang, "Увiмкнути для всiх iнструментiв" )
tr.Add( "Отображать центральные линии толще", lang, "Вiдображати центральнi лiнiї товщi" )
tr.Add( "Задержка переключения сетки (Двойное нажатие)", lang, "Затримка перемикання сiтки (Подвiйне натискання)" )
tr.Add( "Задержка умной блокировки", lang, "Затримка розумного блокування" )
tr.Add( "Включение ограничивающего прямоугольника", lang, "Увiмкнення прямокутника, що обмежує" )
tr.Add( "Расстояние отрисовки сетки", lang, "Вiдстань малювання сiтки" )
tr.Add( "Смещение края сетки", lang, "Змiщення краю сiтки" )
tr.Add( "Прозрачность сетки", lang, "Прозорiсть сiтки" )
tr.Add( "Максимальное количество точек привязки на оси", lang, "Максимальна кiлькiсть точок прив'язки на осi" )
tr.Add( "Минимальное расстояние между точками привязки", lang, "Мiнiмальна вiдстань мiж точками прив'язки" )
tr.Add( "Данная опция может предотвратить падение частоты кадров, однако может повлиять на среднюю частоту кадров во время отображения сетки.", lang, "Ця опцiя може запобiгти падiнню частоти кадрiв, проте може вплинути на середню частоту кадрiв пiд час вiдображення сiтки." )
tr.Add( "НЕ изменяйте эту опцию если не испытаваете очень низкую частоту кадров.", lang, "НЕ змiнюйте цю опцiю, якщо не вiдчуваєте дуже низьку частоту кадрiв." )
tr.Add( "Заметка: эта опция эффективна когда сетка отображается, но не влияет на обычный геймплей!", lang, "Примiтка: ця опцiя ефективна, коли сiтка вiдображається, але не впливає на звичайний геймплей!" )


-- Cards
tr.Add( "Туз Пик", lang, "Туз Пик" )
tr.Add( "Двойка Пик", lang, "Двiйка Пiк" )
tr.Add( "Тройка Пик", lang, "Трiйка Пiк" )
tr.Add( "Четвёрка Пик", lang, "Четвiрка Пiк" )
tr.Add( "Пятёрка Пик", lang, "П'ятiрка Пiк" )
tr.Add( "Шерстёрка Пик", lang, "Шiстка Пiк" )
tr.Add( "Семёрка Пик", lang, "Сiмерка Пiк" )
tr.Add( "Восьмёрка Пик", lang, "Вiсiмка Пiк" )
tr.Add( "Девятка Пик", lang, "Дев'ятка Пiк" )
tr.Add( "Десятка Пик", lang, "Десятка Пiк" )
tr.Add( "Валет Пик", lang, "Валет Пiк" )
tr.Add( "Дама Пик", lang, "Дама Пiк" )
tr.Add( "Король Пик", lang, "Король Пiк" )
tr.Add( "Туз Бубей", lang, "Туз Бубей" )
tr.Add( "Двойка Бубей", lang, "Двiйка Бубей" )
tr.Add( "Тройка Бубей", lang, "Трiйка Бубей" )
tr.Add( "Четвёрка Бубей", lang, "Четвiрка Бубей" )
tr.Add( "Пятёрка Бубей", lang, "П'ятiрка Бубей" )
tr.Add( "Шерстёрка Бубей", lang, "Шiстка Бубей" )
tr.Add( "Семёрка Бубей", lang, "Сiмерка Бубей" )
tr.Add( "Восьмёрка Бубей", lang, "Вiсiмка Бубей" )
tr.Add( "Девятка Бубей", lang, "Дев'ятка Бубей" )
tr.Add( "Десятка Бубей", lang, "Десятка Бубей" )
tr.Add( "Валет Бубей", lang, "Валет Бубей" )
tr.Add( "Дама Бубей", lang, "Дама Бубей" )
tr.Add( "Король Бубей", lang, "Король Бубей" )
tr.Add( "Туз Черви", lang, "Туз Черви" )
tr.Add( "Двойка Черви", lang, "Двiйка Черви" )
tr.Add( "Тройка Черви", lang, "Трiйка Черви" )
tr.Add( "Четвёрка Черви", lang, "Четвiрка Черви" )
tr.Add( "Пятёрка Черви", lang, "П'ятiрка Черви" )
tr.Add( "Шерстёрка Черви", lang, "Шiстка Черви" )
tr.Add( "Семёрка Черви", lang, "Сiмерка Черви" )
tr.Add( "Восьмёрка Черви", lang, "Вiсiмка Черви" )
tr.Add( "Девятка Черви", lang, "Дев'ятка Черви" )
tr.Add( "Десятка Черви", lang, "Десятка Черви" )
tr.Add( "Валет Черви", lang, "Валет Черви" )
tr.Add( "Дама Черви", lang, "Дама Черви" )
tr.Add( "Король Черви", lang, "Король Черви" )
tr.Add( "Туз Крести", lang, "Туз Крести" )
tr.Add( "Двойка Крести", lang, "Двiйка Крести" )
tr.Add( "Тройка Крести", lang, "Трiйка Крести" )
tr.Add( "Четвёрка Крести", lang, "Четвiрка Крести" )
tr.Add( "Пятёрка Крести", lang, "П'ятiрка Крести" )
tr.Add( "Шерстёрка Крести", lang, "Шiстка Крести" )
tr.Add( "Семёрка Крести", lang, "Сiмерка Крести" )
tr.Add( "Восьмёрка Крести", lang, "Вiсiмка Крести" )
tr.Add( "Девятка Крести", lang, "Дев'ятка Крести" )
tr.Add( "Десятка Крести", lang, "Десятка Крести" )
tr.Add( "Валет Крести", lang, "Валет Крести" )
tr.Add( "Дама Крести", lang, "Дама Крести" )
tr.Add( "Король Крести", lang, "Король Крести" )

tr.Add("Числа", lang, "Числа")
tr.Add("Кубик", lang, "Куб")
tr.Add("выпало", lang, "випало")
tr.Add("вытянул", lang, "витягнув")

tr.Add( "Связывание...", lang, "Посилання..." )
tr.Add( "Ваши руки %sсвязаны", lang, "Вашi руки %sзв'язанi" )
tr.Add( "крепко", lang, "мiцно" )
tr.Add( "слабо", lang, "слабо" )
tr.Add( "%s материал", lang, "%s матерiал" )
tr.Add( "прочним", lang, "мiцний" )
tr.Add( "тонким", lang, "тонкий" )
tr.Add( "Вам завязали глаза", lang, "Вам зав'язали очi" )
tr.Add( "Вам заткнули рот", lang, "Вам заткнули рота" )
tr.Add( "[%s] Сопротивляться", lang, "[%s] Чинити опiр" )
tr.Add( "ЛКМ", lang, "ЛКМ" )

tr.Add("НУЖНО ЕЩЁ %s ДЛЯ ПОКУПКИ", lang, "ЩОБ ПРИДБАТИ ПОТРІБНО ЩЕ %s")
tr.Add("КУПЛЕННО", lang, "ПРИДБАНО")
tr.Add("Нет заказов!", lang, "Немає замовлень!")
tr.Add( "Звук уведомлений (Капля)", lang, "Звук сповiщення (крапля)" )
tr.Add( "Выключить чат", lang, "Вимкнути чат" )
tr.Add( "Включить звуковое оповещение жалоб", lang, "Увiмкнути звукове сповiщення скарги" )
tr.Add( "Включить меню жалоб", lang, "Увiмкнути меню скарг" )
tr.Add( "Отображать MoTD при входе на сервер", lang, "Показувати MoTD при пiдключеннi до сервера" )


-- BAdmin
tr.Add( "PlayerFirstConnect", lang, "# пiдключено до сервера. (Вперше).")
tr.Add("PlayerConnect", lang, "# пiдключено до сервера. (Останнiй вiзит #).")
tr.Add("PlayerDisconnect", lang, "# вiдключено вiд сервера.")

tr.Add( "Восстановление соединения через ", lang, "Повторне пiдключення" )
tr.Add( "Добро пожаловать на", lang, "Ласкаво просимо до" )
tr.Add( "Garry's Mod — значит", lang, "Garry's Mod — означає" )
tr.Add( "urf.im", lang, "urfim" )

tr.Add( "включили", lang, "увiмкнули" )
tr.Add( "выключили", lang, "вимкнули" )
tr.Add( "Вы %s режим подсветки невидимых", lang, "Ви %s режим показу неведимок" )

tr.Add( "Администрация", lang, "Адмiнiстрацiя" )
tr.Add( "Чат каналы", lang, "Чат канали" )

tr.Add( "Включен", lang, "Увiмкнено" )
tr.Add( "Выключен", lang, "Вимкнено" )

tr.Add( "Ник", lang, "Нiк" )
tr.Add( "Ранг", lang, "Ранг" )
tr.Add( "Статус", lang, "Статус" )
tr.Add( "Админ-мод", lang, "Админ-мод" )

tr.Add("Добро Пожаловать!", lang, "Ласкаво просимо!")
tr.Add("Правила", lang, "Правила")
tr.Add("Группа Steam", lang, "Група Steam")
tr.Add( "Вступить в нашу группу", lang, "Приєднуйтесь до нашої групи!" )

tr.Add( "Жалобы", lang, "Скарги" )
tr.Add( "Ответить", lang, "Вiдповiсти" )
tr.Add( "Копировать SteamID", lang, "Копiювати SteamID" )
tr.Add( "Скопировано", lang, "Скопiйовано" )

tr.Add( "Вы не вступили в нашу группу или ваш профиль Steam приватный! Напишите !steam, чтобы попробовать ещё раз.", lang, "Ви не вступили в нашу групу або ваш профiль Steam приватний! Напишiть !steam, щоб ще раз спробувати." )
tr.Add( "Вступи в нашу группу ВК и получи %s!", lang, "" )
tr.Add( "Встпуи в нашу группу и получи 30 кредитов!", lang, "Приєднуйтесь до нашої групи та отримайте 30 кредитiв!" )
tr.Add( "Если передумаешь - напиши %s в чат.", lang, "Якщо ви передумаєте, напишiть %s в чатi." )


tr.Add( "# телепортировал к себе %s", lang, "# телепортував до себе %s" )
tr.Add( "# вернул %s в последнюю локацию.", lang, "# повернув %s до останнього розташування." )

tr.Add( "RankExpired", lang, "Ваш ранг закiнчується через #." )
tr.Add( "РАЦИЯ", lang, "РАЦІЯ" )

tr.Add( 'InvalidCommand', lang, '# невiдома команда!' )
tr.Add( 'NeedFlagToUseCommand', lang, "Щоб використовувати '#', потрiбно мати '#'")
tr.Add( 'MissingArg', lang, 'Ви забули вказати: #' )
tr.Add( 'FatalError', lang, "Пiд час виконання команди сталася помилка." )
tr.Add( 'TriedToRunCommand', lang, "# намагався використати команду # для вас!" )
tr.Add( 'SameWeight', lang, 'Ви не можете використовувати команду для вищого персоналу!' )
tr.Add( 'InvalidTimeUnit', lang, "Недiйсна одиниця часу. Будь ласка, використовуйте кiлькiсть одиниць з наступним типом одиницi (mi, h, d, w, mo)")

tr.Add("InventoryTake", lang, "#(#) пiдiбрано #(#)")
tr.Add("InventoryDrop", lang, "#(#) вилучено #(#)")
tr.Add( "InventoryTransfer", lang, "#(#) перемiщено #(#) з iнвентарю # в iнвентар #" )
tr.Add("Term.PlayerSpawnedSWEP", lang, "#(#) створив SWEP #(#)")
tr.Add( "Term.PlayerGiveSWEP", lang, "#(#) передав SWEP #(#)" )
tr.Add( "Term.PlayerSpawnedSENT", lang, "#(#) породив SWEP #(#)" )

tr.Add( "ban_message", lang, [[
	Вас заблокувавали!
	-------------------------------------
	Дата блокування: %s
	До: %s
	Адмiнiстратор: %s
	Причина: %s
	-------------------------------------
]]
)

tr.Add( "JailNotSet", lang, "Немає мiсця в'язницi!")
tr.Add("MissingArgTime", lang, "Помилка з аргументом часу!")
tr.Add("MissingArgReason", lang, "Помилка з причиною!")
tr.Add("JailTimeRestriction", lang, "Ви не можете знаходитися в Алькатрасi бiльше 10 хвилин!")
tr.Add("AdminJailedPlayer", lang, "# надiслано в Алькатрас # за #. Причина: #." )
tr.Add( "AdminJailedYou", lang, "# посадили вас у в'язницю в Алькатрасi за #. Причина: #." )
tr.Add( "AdminUnjailedPlayer", lang, "# звiльнений вiд Алькатраса #." )
tr.Add("AdminUnjailedYou", lang, "# звiльнив вас з Алькатраса.")
tr.Add("JailroomSet", lang, "Набiр в'язницi позначено.")
tr.Add("PlayerJailReleased", lang, "# вийшов з Алькатраса.")
tr.Add("YouJailReleased", lang, "Ви покинули Алькатрас.")
tr.Add( "JailDisabled", lang, "Алькатрас вимкнено, використовуйте !ban." )

tr.Add("YourVIPRestored", lang, "Ваш VIP вiдновлено!")
tr.Add("PlayerJoinedSteamGroup", lang, "# отримав # за приєднання до нашої групи Steam!")
tr.Add("PlayerJoinedVKGroup", lang, "# --" )

tr.Add("ShopSaleStart", lang, "`-#%` знижки в магазинi протягом # годин")
tr.Add( "ShopSaleEnd", lang, "Знижки закiнчилися!" )
tr.Add("ShopSaleCantCreate", lang, "Знижки не можуть бути менше 10% або бiльше 70%")

tr.Add("EntityNoOwner", lang, "Цей елемент не має власника")
tr.Add("CannotUnown", lang, "Ви не можете видалити власника цих дверей.")
tr.Add("EntityOwnedBy", lang, "# володiє цим елементом.")
tr.Add("AdminUnownedYourDoor", lang, "# вас видалено з власникiв дверей.")
tr.Add("AdminUnownedPlayerDoor", lang, "# видалено # власникiв дверей.")
tr.Add("AdminChangedYourJob", lang, "# змiнив вашу роботу на #." )
tr.Add("AdminChangedPlayerJob", lang, "# змiнено завдання # на #." )
tr.Add("AdminChangedYourModel", lang, "# змiнена модель.")
tr.Add("AdminChangedPlayerModel", lang, "# змiнив вашу модель на #." )
tr.Add( "JobNotFound", lang, "Вакансiї не знайдено!")
tr.Add("AdminUnwantedYou", lang, "# зняв з вас розшук.")
tr.Add( "AdminUnwantedPlayer", lang, "# має примусово небажаний #." )
tr.Add("PlayerNotWanted", lang, "# не в розиске!" )
tr.Add("AdminUnarrestedYou", lang, "# примусово зняв з вас арешт.")
tr.Add( "AdminUnarrestedPlayer", lang, "# примусово розблокував #." )
tr.Add( "PlayerNotArrested", lang, "# не заарештований!" )
tr.Add( "AdminUnwarrantedYou", lang, "# не виправдовує вас." )
tr.Add( "AdminUnwarrantedPlayer", lang, "# має примусовий необґрунтований #." )
tr.Add( "PlayerNotWarranted", lang, "# не гарантується!")
tr.Add( "EventInvalid", lang, "# подiя не iснує!")
tr.Add( "AdminStartedEvent", lang, "# розпочато подiю # протягом #." )
tr.Add("AdminFrozePlayersProps", lang, "# заморозив реквiзити #." ) ------------------------------ -- ------------------------------------------------ -- ------
tr.Add("AdminFrozeAllProps", lang, "# заморозив усi реквiзити.")
tr.Add("PlayerVoteInvalid", lang, "Без голосу №!")
tr.Add("AdminDeniedVote", lang, "# скасований голос #." )
tr.Add("AdminDeniedTeamVote", lang, "# скасований голос #." )
tr.Add("AdminAddedYourMoney", lang, "# додав $# до вашого гаманця.")
tr.Add("AdminAddedMoney", lang, "Ви додали $# до гаманця #." )
tr.Add("AdminAddedYourCredits", lang, "# додано # кредитiв до вашого облiкового запису.")
tr.Add("AdminAddedCredits", lang, "# видано # кредитiв #." )
tr.Add("AdminMovedPlayers", lang, "# гравцiв перемiщено на iнший сервер.")
tr.Add("PlayerNotFound", lang, "# не знайдено.")
tr.Add("TargetCantJob", lang, "Професiя недоступна для гравця.")

tr.Add("ScreenCapture.Started", "Надiслано запит на знiмок екрана вiд гравця №." )
tr.Add("ScreenCapture.Processing", "Обробка знiмка екрана #, приблизний час очiкування: # секунд")

tr.Add("AdminSentStaffMessage", lang, "# написав сповiщення:" )

tr.Add("AdminKickedPlayer", lang, "# вигнано #. Причина: #." )
tr.Add( "AdminBannedPlayer", lang, "# забанено # для #. Причина: #." )
tr.Add( "BannedTimeIncreased", lang, "Час заборони збiльшився на # хвилини за попереднi порушення.")
tr.Add("AdminUpdatedBan", lang, "# оновлено заборону з # на #. Причина: #." )
tr.Add("PlayerAlreadyBanned", lang, "Цей гравець уже має бан. Щоб поновити, вам потрiбен рiвень акредитацiї 'D'.")
tr.Add("BanNeedsPermission", lang, "Для нескiнченного покарання вам потрiбен дозвiл, вкажiть нiк того, хто вам його дав. Додайте дозвiл до причини: NickAdmin")
tr.Add("AdminPermadPlayer", lang, "# заборонено назавжди #. Причина: #." )
tr.Add("AdminUpdatedBanPerma", lang, "# продовжив # заборону назавжди. Причина: #." )
tr.Add("PlayerAlreadyPermad", lang, "Цей гравець уже має санкцiї! Щоб продовжити її назавжди, вам потрiбен рiвень дозволу 'G'.")
tr.Add("AdminUnbannedPlayer", lang, "# розбанив #. Причина: #." )
tr.Add("BansLimitExceeded", lang, "Ви занадто часто блокуєте. Зачекайте ще #." )
tr.Add("TerminalBan", lang, "# отримав бан вiд # до # за # послiдовних порушень. Причина: #." )
tr.Add("TerminalBanLeft", lang, "Якщо вас забанять ще # разiв, ви отримаєте термiнальний бан у розмiрi #." )

tr.Add("AdminGoneTo", lang, "# телепортовано до #." )
tr.Add( "AdminRoomUnset", lang, "База  адмiнiстратора не зачiпається!" )
tr.Add("AdminGoneToAdminRoom", lang, "# перейшов до бази адмiнiстраторiв.")
tr.Add( "AdminRoomSet", lang, "Призначена базою адмiнiстратора.")
tr.Add("AdminReturnedSelf", lang, "# повернуто до останнього мiсця." )
tr.Add("NoKnownPosition", lang, "У вас немає останньої позицiї.")
tr.Add("NoKnownPositionPlayer", lang, "# не має останнього розташування!" )

tr.Add( "StaffReqSent", lang, "Скарга надiслана!" )
tr.Add( "StaffReqPend", lang, "У вас уже є активна скарга!" )
tr.Add("StaffReqLonger", lang, "Будь ласка, опишiть причину (<10+ лiтер)!")
tr.Add("AdminTookPlayersRequest", lang, "# вiдповiв на скаргу #." )
tr.Add( "AdminTookYourRequest", lang, "# Я прочитав вашу скаргу i незабаром зв'яжуся з вами.")
tr.Add("AdminClosedPlayersRequest", lang, "# вiдхилено скаргу #(a)")
tr.Add("AdminClosedYourRequest", lang, "# вiдхилив вашу скаргу.")

tr.Add("EnterAdminmode", lang, "# активований режим адмiнiстратора." )
tr.Add("ExitAdminmode", lang, "# вийшов з режиму адмiнiстратора.")

tr.Add( "AbuseAdminUnjailedPlayer", lang, "# вийшов з ГУЛАГу. " )
tr.Add( "AbuseAdminJailedPlayer", lang, "# надiслано # до ГУЛАГу. " )
tr.Add( "AbusePlayerNotAlive", lang, "# мертвий!" )
tr.Add("AbuseAdminSlainPlayer", lang, "# був убитий #." )
tr.Add("AdminCloackEnable", lang, "# став невидимим.")
tr.Add("AdminCloackDisable", lang, "# вийшов з невидимостi.")

tr.Add( "AdminFrozePlayer", lang, "# заморозив #." )
tr.Add( "AdminUnfrozePlayer", lang, "# розморожування #." )
tr.Add("AdminUnmutedPlayer", lang, "# увiмкнув чат #." )
tr.Add("AdminUnmutedYou", lang, "# увiмкнув чат для вас.")
tr.Add("YouAreUnmuted", lang, "Вам увiмкнули доступ до чату.")
tr.Add("AdminMutedPlayer", lang, "# вимкнути чат # для #." )
tr.Add("AdminMutedYou", lang, "# вимкнув чат для #." )
tr.Add("MuteMissingTime", lang, "ПОМИЛКА: Ви повиннi вказати тривалiсть.")
tr.Add("AdminUnmutedPlayerChat", lang, "# увiмкнув чат #." )
tr.Add("AdminUnmutedYouChat", lang, "# увiмкнув чат для вас")
tr.Add("YouAreUnmutedChat", lang, "Ви не iгнорували чат")
tr.Add("AdminMutedPlayerChat", lang, "# вимкнути чат # для #." )
tr.Add("AdminMutedYouChat", lang, "# вимкнув звук iз чату для #." )
tr.Add("AdminUnmutedPlayerVoice", lang, "# голос увiмкнено #." )
tr.Add("AdminUnmutedYouVoice", lang, "# увiмкнув голос для вас.")
tr.Add("YouAreUnmutedVoice", lang, "Ви вимикали звук.")
tr.Add("AdminMutedPlayerVoice", lang, "# голос вимкнено # для #." )
tr.Add("AdminMutedYouVoice", lang, "# голос вимкнув  на #." )
tr.Add( "AdminIsSpectating", lang, "# перебуває в режимi спостереження!")
tr.Add("SpectateTargInvalid", lang, "Виберiть доступного гравця!")

tr.Add( "FileLogSwitch", lang, "Режим # # для збереження журналiв у файл." )
tr.Add("PassChanged", lang, "Пароль сервера успiшно змiнено." );

tr.Add("baGodOn", lang, "Ви активували режим бога." );
tr.Add("baGodOff", lang, "Ви вимкнули режим бога." );

-- Instruments
tr.Add( "Выключает столкновения объекта со всем кроме мира", lang, "Вимикає зiткнення об'єктiв з усiм, крiм свiту" )
tr.Add( "Отключить столкновения", lang, "Вимкнути зiткнення" )
tr.Add( "Включить столкновения", lang, "Увiмкнути зiткнення" )

tr.Add( "Нажимная плита", lang, "Напiрна плита" )
tr.Add( "Та же кнопка, но срабатывает только тогда, когда на неё встанет игрок.", lang, "Те саме, що кнопка, але вона працює, тiльки коли на неї встане гравець." )
tr.Add( "ЛКМ: Создать нажимную плиту.", lang, "ЛКМ: Створити напiрну плиту." )
tr.Add( "Подсказка: нажимная плита - это та же кнопка, но срабатывает только тогда, когда на неё встанет игрок.", lang, "Пiдказка: натискна плита - це та сама кнопка, але спрацьовує тiльки тодi, коли на неї встане гравець." )
tr.Add( "%s секунд.", lang, "%s сек." )
tr.Add( "Задержка:", lang, "Затримка:" )

tr.Add( "Специальный Кейпад", lang, "Спецiальний Кейпад" )
tr.Add( "ЛКМ: Создать, ПКМ: Обновить", lang, "ЛКМ: створити, ПКМ: оновити" )
tr.Add( "Создает специальный кейпад", lang, "Створює спецiальну Кейпад" )
tr.Add( "Убран специальный кейпад", lang, "Спецiальна Кейпад видалена" )
tr.Add( "Специальные кейпады", lang, "Спецiальнi Кейпади" )
tr.Add( "Очищены все специальные кейпады", lang, "Усi спецiальнi Кейпад видалено" )
tr.Add( "Вы достигли лимита специальных кейпадов!", lang, "Ви досягли лiмiту спецiальних Кейпадiв!" )
tr.Add( "Кейпад для организации", lang, "Кейпадiв органiзацiї" )
tr.Add( "Кейпад для фракции", lang, "Кейпад фракцiї" )
tr.Add( "Сварить и заморозить кейпад", lang, "Зварити та заморозити Кейпад" )
tr.Add( "Заморозить кейпад", lang, "Заморозити Кейпад" )
tr.Add( "Доступ разрешен", lang, "Доступ надано" )
tr.Add( "Доступ запрещен", lang, "Доступ заборонено" )
tr.Add( "Сбросить настройки", lang, "Скинути налаштування" )
tr.Add( "Настройки при предоставлении доступа", lang, "Налаштування доступу" )
tr.Add( "Настройки при отказе доступа", lang, "Налаштування помилки доступу" )
tr.Add( "Длина задержки", lang, "Довжина затримки" )
tr.Add( "Начальная задержка", lang, "Початкова затримка" )
tr.Add( "Задержка многократного нажатия", lang, "Затримка повторного натискання" )
tr.Add( "Дополнительные повторы", lang, "Додатковi повтори" )
tr.Add( "Подсказка: с данным типом кейпадов могут взаимодействовать только люди из Вашей фракции или организации.", lang, "Пiдказка: тiльки люди з вашої фракцiї або органiзацiї можуть взаємодiяти з цим типом панелi." )

tr.Add( "Сигнализация", lang, "Сигналiзацiя" )
tr.Add( "Позволяет установить сигнализацию.", lang, "Дозволяє встановити сигналiзацiю." )
tr.Add( "ЛКМ - Поставить сигнализацию.", lang, "ЛКМ - Поставити сигналiзацiю." )
tr.Add( "Сигнализация убрана", lang, "Сигналiзацiя видалена" )
tr.Add( "Сирена", lang, "Сирена" )
tr.Add( "Удар в колокол", lang, "Удар по дзвiночку" )
tr.Add( "Сигнализация 1", lang, "Тривога 1" )
tr.Add( "Имя сигнализации", lang, "Назва сигналiзацiї" )
tr.Add( "Модель сигнализации:", lang, "Модель сигналiзацiї:" )
tr.Add( "Звук сигнализации", lang, "Звук сигналiзацiї" )
tr.Add( "Радиус срабатывания:", lang, "Радiус:" )
tr.Add( "Какой будет радиус у сигналки", lang, "Яким буде активний радiус сигналiзацiї" )
tr.Add( "Игнорировать игроков своей фракции", lang, "Ігнорувати гравцiв своєї фракцiї" )
tr.Add( "Игнорирует вашу фракцию", lang, "Ігнорує вашу фракцiю" )
tr.Add( "Игнорировать игроков своей организации", lang, "Ігнорувати гравцiв вашої органiзацiї" )
tr.Add( "Игнорирует вашу организацию", lang, "ІІгнорує вашу органiзацiю" )
tr.Add( "Подсказка: сигнализация реагирует на чужаков, издавая звук для того, чтобы сообщить о том, что рядом с ней находится чужак.", lang, "Пiдказка: сигналiзацiя реагує на незнайомцiв, видає звук, щоб повiдомити про незнайомця поблизу." )

tr.Add( "Дубликатор", lang, "Дуплiкатор" )
tr.Add( "Копируйте и вставляйте постройки!", lang, "Копiюйте та вставляйте будiвлi!" )
tr.Add( "ЛКМ - Воссоздать дубликат.", lang, "ЛКМ - Вiдтворити дублiкат." )
tr.Add( "ПКМ - Скопировать постройку.", lang, "ПКМ - Копiювати конструкцiю." )
tr.Add( "Постройка убрана", lang, "Дублiкат видалено" )
tr.Add( "Воссоздание постройки... (#/@)", lang, "Дублiкат реконструкцiї... (#/@)" )
tr.Add( "Сохраненные постройки", lang, "Збереженi дублiкати" )
tr.Add( "Настройка поворота позиции постройки:", lang, "Поворот дублiката:" )
tr.Add( "Относительно X:", lang, "За X:" )
tr.Add( "Относительно Y:", lang, "За Y:" )
tr.Add( "Относительно Z:", lang, "За Z:" )
tr.Add( "Действия с дубликатом постройки:", lang, "Дiї з дублiкатом:" )
tr.Add( "Подсказка: чтобы сохранить постройку, нажмите пкм рядом с вашими пропами (которые подсвеченны зелёным).", lang, "Пiдказка: щоб зберегти будiвництво, натиснiть пкм поруч iз вашими пропами (якi пiдсвiченi зеленим)." )
tr.Add( "Удалить сохранение", lang, "Видалити дублiкат" )
tr.Add( "Передать сохранение", lang, "Передати дублiкат" )
tr.Add( "Сохранение дубликата", lang, "Збереження дублiкату" )
tr.Add( "Настройка сохранения:", lang, "Зберегти налаштування:" )
tr.Add( "Радиус сохранения:", lang, "Радiус збереження:" )
tr.Add( "Восстановить позицию", lang, "Вiдновити позицiю" )
tr.Add( "Восстановить угол", lang, "Вiдновити кути" )
tr.Add( "Привязка угла", lang, "Прив'язка кута" )
tr.Add( "Доступное количество символов: %s / 32", lang, "Довжина: %s / 32" )
tr.Add( "[A-Z, a-z, 0-9] Внимание, в названии допустима только латиница.", lang, "[A-Z, a-z, 0-9] Примiтка, у назвi дозволена лише латиниця." )



tr.Add( "Создание пермапропа из пропа", lang, "Створює пермапропа з пропа" )
tr.Add( "Открыть меню конфигураций", lang, "Вiдкрити меню конфiгурацiї" )
tr.Add( "ЛКМ - создать, ПКМ - удалить, R - обновить", lang, "ЛКМ - створити, ПКМ - видалити, R - перезавантажити" )
tr.Add( "Пермапропы\n\nСохраняет пропы даже после рестарта\n", lang, "Пермапропи\n\nЗберiгає пропи навiть пiсля перезавантаження\n" )

tr.Add( "ЛКМ - создать; ПКМ - обновить", lang, "ЛКМ - створити; ПКМ - перезавантажити" )
tr.Add( "Создает панель с паролем", lang, "Створює панель з паролем" )
tr.Add( "Кейпад удалён.", lang, "Кейпад видалено" )
tr.Add( "Кейпады", lang, "Кейпади" )
tr.Add( "Все Кейпады удалены", lang, "Всi Кейпади видалено" )
tr.Add( "Достигнут лимит Кейпадов!", lang, "Лiмiт Кейпади досягнуто!" )
tr.Add( "4х значный пароль", lang, "4-значний пароль" )
tr.Add( "Допустимые цифры: 1-9", lang, "Дозволенi символи: 1-9" )
tr.Add( "Безопасный режим", lang, "Безпечний режим" )
tr.Add( "Сварить и заморозить", lang, "Зварити i заморозити" )
tr.Add( "Заморозить", lang, "Заморозити" )
tr.Add( "Доступ получен", lang, "Доступ надано" )
tr.Add( "Настройки когда доступ получен", lang, "Налаштування, коли доступ надано" )
tr.Add( "Время удержания", lang, "Довжина затримки" )
tr.Add( "Настройки когда доступ запрещен", lang, "Налаштування, коли доступ заборонено" )

tr.Add( "Создать текстскрин с несколькими линиями, шрифтами, цветами и размерами.", lang, "Створити текстове вiкно з декiлькома рядками, шрифтами, кольорами i розмiрами" )
tr.Add( "ЛКМ: создать текстскрин; ПКМ: обновить настройки", lang, "ЛКМ: створити текстовий екран; ПКМ: оновити налаштування" )
tr.Add( "Текстскрин убран", lang, "Текстовий екран видалено" )
tr.Add( "Текстскрины", lang, "Текстовi екрани" )
tr.Add( "Все текстскрины удалены!", lang, "Всi текстовi екрани були видаленi!" )
tr.Add( "Вы достигли лимита текстскринов!", lang, "Ви досягли лiмiту текстового екрана" )
tr.Add( "Сбросить все", lang, "Видалити все" )
tr.Add( "Сбросить линию", lang, "Видалити рядок" )
tr.Add( "Сбросить все линии", lang, "Видалити всi рядки" )
tr.Add( "Линия", lang, "Лiнiя" )
tr.Add( "шрифт и цвет", lang, "шрифт та колiр" )
tr.Add( "Размер", lang, "Розмiр" )

tr.Add( "Создает из пропов переключаюмую дверь.", lang, "Створює зникаючi дверi з пропiв" )
tr.Add( "Кликните на проп чтобы сделать его переключаемым. Правая кнопка мыши для простой установки.", lang, "Клацнiть на проп щоб зробити його переключенням. Права кнопка мишi для простого встановлення." )
tr.Add( "Переключаемая дверь убрана.", lang, "Дверi, що перемикаються, прибранi." )
tr.Add( "Инверсия", lang, "Інверсiя" )
tr.Add( "Режим переключения", lang, "Переключити режим" )
tr.Add( "Кнопка", lang, "Кнопка" )
tr.Add( "Пароль", lang, "Пароль" )

tr.Add( "Аккуратно двигает/сдерживает объекты", lang, "Акуратно рухає/стримує об'єкти" )
tr.Add( "ЛКМ: двигать/применить; ПКМ: толкать; R: тянуть", lang, "ЛКМ: рухати/застосувати; ПКМ: штовхати; R: тягнути" )
tr.Add( "Выделить второй объект, если включено - будет двигать первый (смените инструмент чтобы отменить)", lang, "Видiлити другий об'єкт, якщо увiмкнено - буде рухати перший (змiнiть iнструмент, щоб скасувати)" )
tr.Add( "Поворот включен: поворачивайтесь чтобы вращать объект (зажмите ПКМ или R для других направлений)", lang, "Rotate on: rotate to rotate the object (hold RMB or R for other directions)" )
tr.Add("Убрано обмеження точностi", lang, "Вилучено обмеження точностi" )
tr.Add("Убрано Precision PushPull", lang, "Вилучено Precision PushPull" )
tr.Add("Убрано Precision Rotate", lang, "Вилучено Precision Rotate" )
tr.Add("Убрано Precision Move", lang, "Вилучено Precision Move")
tr.Add("Убрано Precision Weld", lang, "Вилучено Precision Weld" )
tr.Add("Убрано Precision Axis", lang, "Вилучено Precision Axis" )
tr.Add("Убрано Precision Ballsocket", lang, "Вилучено Precision Ballsocket" )
tr.Add("Убрано Precision Advanced Ballsocket", lang, "Вилучено Precision Advanced Ballsocket" )
tr.Add("Убрано Precision Slider", lang, "Вилучено Precision Slider" )
tr.Add("Сила толчка/тяги", lang, "Сила поштовху/тяги")
tr.Add( "Толчок/тяга в процентах от глубины целы", lang, "Поштовх/тяга у вiдсотках вiд глибини цiлi" )
tr.Add( "Режим инструмента", lang, "Режим iнструменту" )
tr.Add( " 1 ->Применить<- (Напрямую применить настройки к цели)", lang, " 1 ->Застосувати<- (Напряму застосувати налаштування до цiлi)" )
tr.Add( " 1   Применить   (Напрямую применить настройки к цели)", lang, " 1   Застосувати   (Напряму застосувати налаштування до цiлi)" )
tr.Add( " 2 ->Вращение<- (Вращать объект на месте)", lang, " 2 ->Обертання<- (Обертати об'єкт на мiсцi)" )
tr.Add( " 2   Вращение   (Вращать объект на месте)", lang, " 2   Обертання   (Обертати об'єкт на мiсцi)" )
tr.Add( " 3 ->Двигать<-", lang, " 3 ->Двигати<-" )
tr.Add( " 3   Двигать  ", lang, " 3   Двигати  " )
tr.Add( " 4 ->Сварка<-", lang, " 4 ->Зварювання<-" )
tr.Add( " 4   Сварка  ", lang, " 4   Зварювання  " )
tr.Add( "11 ->Удаление<- (Отменяет ограничения у объекта)", lang, "11 ->Видалення<- (Скасує обмеження об'єкта)" )
tr.Add( "11   Удаление   (Отменяет ограничения у объекта)", lang, "11   Видалення   (Скасує обмеження об'єкта)" )
tr.Add( "Двигать цель", lang, "Двигати цiль" )
tr.Add( "Вращать цель", lang, "Повертати цiль" )
tr.Add( "Расстояние", lang, "Вiдстань" )
tr.Add( "Расстояние в процентах от глубины цели", lang, "Вiдстань у вiдсотках вiд глибини мети" )
tr.Add( "Вращение (градусы)", lang, "Обертання (градуси)" )
tr.Add( "Заморозить цель", lang, "Заморозити цiль" )
tr.Add( "Отключить столкновение", lang, "Вимкнути зiткнення" )
tr.Add( "Авто-выравнивание с миром (ближайшие 45 градусов)", lang, "Авто-вирiвнювання зi свiтом (найближчi 45 градусiв)" )
tr.Add( "Отключить тень", lang, "Вимкнути тiнь" )
tr.Add( "Столкновение только с игроками", lang, "Зiткнення лише з гравцями" )
tr.Add( "Отключить физику", lang, "Вимкнути фiзику" )
tr.Add( "Разрешить физган на объектах с отключенной физикой", lang, "Дозволити фiзган на об'єктах з вiдключеною фiзикою" )
tr.Add( "Разрешить физган на объектах с функцией Parent", lang, "Дозволити фiзган на об'єктах iз функцiєю Parent" )
tr.Add( "Предел силы", lang, "Межа сили" )
tr.Add( "Предел крутящего момента", lang, "Межа крутного моменту" )
tr.Add( "Трение оси", lang, "Тертя осi" )
tr.Add( "Минимум вращения X", lang, "Мiнiмум обертання X" )
tr.Add( "Максимум вращеняи X", lang, "Максимум обертання X" )
tr.Add( "Минимум вращения Y", lang, "Мiнiмум обертання Y" )
tr.Add( "Максимум вращеняи Y", lang, "Максимум обертання Y" )
tr.Add( "Минимум вращения Z", lang, "Мiнiмум обертання Z" )
tr.Add( "Максимум вращеняи Z", lang, "Максимум обертання Z" )
tr.Add( "Трение вращения X", lang, "Тертя обертання X" )
tr.Add( "Трение вращения Y", lang, "Тертя обертання Y" )
tr.Add( "Трение вращения Z", lang, "Тертя обертання Z" )
tr.Add( "Свободное перемещение", lang, "Free movement" )
tr.Add( "Ширина", lang, "Ширина" )
tr.Add( "Отключить незначительную стабилизацию ползунка", lang, "Вимкнути незначну стабiлiзацiю повзунка" )
tr.Add( "Стабилизация-это отдельные X/Y/Z расширенные шаровые опоры", lang, "Стабiлiзацiя-це окремi X/Y/Z розширенi кульовi опори" )
tr.Add( "Заметки по функции Parent", lang, "Нотатки з функцiї Parent" )
tr.Add( "Родительские объекты больше всего похожи на очень сильную сварку, но он останавливает большинство взаимодействий на первом объекте, когда вы присоединяете его ко второму:  игроки могут ходить по нему, но он будет падать через игроков; он не будет сталкиваться с объектами или миром.", lang, "Батькiвськi об'єкти найбiльше схожi на дуже сильне зварювання, але вiн зупиняє бiльшiсть взаємодiй на першому об'єктi, коли ви приєднуєте його до другого: гравцi можуть ходити ним, але вiн падатиме через гравцiв; вiн не стикатиметься з об'єктами чи свiтом." )
tr.Add( "Родительские объекты наиболее полезны для: добавления деталей к движущимся объектам без создания дополнительных лагов.", lang, "Батькiвськi об'єкти найбiльш кориснi для: додавання деталей до об'єктiв, що рухаються, без створення додаткових лагiв." )
tr.Add( "Во избежание проблем сначала уберите ограничения.", lang, "Щоб уникнути проблем, спочатку видалiть обмеження." )
tr.Add( "Режим починки", lang, "Режим ремонту" )
tr.Add( "Используйте если объект стал неконтролируемым или издает посторонние звуки.", lang, "Використовуйте, якщо об'єкт став неконтрольованим або видає стороннi звуки." )
tr.Add( "Что он делает: временно переключает столкновения.", lang, "Що вiн робить: тимчасово перемикає зiткнення." )
tr.Add( "Внимание: без гарантии, эта функция может сделать только хуже.", lang, "Увага: без гарантiї, ця функцiя може зробити лише гiрше." )
tr.Add( "Этот режим уберет:", lang, "Цей режим прибере:" )
tr.Add( "Отключение столкновений", lang, "Вiдключення зiткнень" )
tr.Add( "Сварку", lang, "Зварювання" )
tr.Add( "Ось", lang, "Вiсь" )
tr.Add( "Шаровую опору", lang, "Кульову опору" )
tr.Add( "Расширенную шаровую опору", lang, "Розширену кульову опору" )
tr.Add( "Другое", lang, "Інше" )
tr.Add( "(Другое = веревка/slider, как лебедка/гидравлика, мотор и т.д.)", lang, "(Інше = мотузка/slider, як лебiдка/гiдравлiка, мотор тощо)" )
tr.Add( "Выбрать все", lang, "Вибрати все" )
tr.Add( "Отмена выбора", lang, "Скасування вибору" )
tr.Add( "\\/ Общие параметры инструмента \\/", lang, "\\/ Загальнi параметри iнструмента \\/" )
tr.Add( "Уровень пользователя", lang, "Рiвень користувача" )
tr.Add( " 1 ->Нормальный<-", lang, " 1 ->Нормальний<-" )
tr.Add( " 1   Нормальный", lang, " 1  Нормальний" )
tr.Add( " 2 ->Расширенный<-", lang, " 2 ->Розширений<-" )
tr.Add( " 2   Расширенный", lang, " 2   Розширений" )
tr.Add( " 3 ->Экспериментальный<-", lang, " 3 ->Експериментальний<-" )
tr.Add( " 3   Экспериментальный", lang, " 3   Експериментальний" )
tr.Add( "Список", lang, "Перелiк" )
tr.Add( "Включить сообщения обратной связи", lang, "Включити повiдомлення зворотного зв'язку" )
tr.Add( "Вкл. = обратная связь в чате, Выкл.", lang, "Увiмк. = Зворотнiй зв'язок у чатi, Вимк." )
tr.Add( "Добавить толчок/тягу в список очистки", lang, "Додати поштовх/тягу до списку очищення" )
tr.Add( "Добавить движение в список очистки", lang, "Додати рух до списку очищення" )
tr.Add( "Добавить вращение в список очистки", lang, "Додати обертання до списку очищення" )
tr.Add( "Восстановить режим по умолчанию", lang, "Вiдновити режим за замовчуванням" )
tr.Add( "-- Общие параметры инструмента --", lang, "-- Загальнi параметри iнструменту --" )
tr.Add( "(Примечание: для получения дополнительных режимов и опций, таких как slider, используйте эту кнопку и измените уровень пользователя)", lang, "(Примiтка: для отримання додаткових режимiв та опцiй, таких як slider, використовуйте цю кнопку та змiнiть рiвень користувача)" )

tr.Add( "Автоматически сваривает выбранные пропы", lang, "Автоматично зварює вибранi пропи" )
tr.Add( "ЛКМ: Выбор пропов и его отмена", lang, "ЛКМ: Вибiр пропiв та його скасування" )
tr.Add( 'ПКМ: сварить выбранные пропы; R: отменить выбор пропов; Зажмите "использовать" и нажмите на ПКМ чтобы приварить все к пропу на который Вы смотрите', lang, 'ПКМ: зварити вибранi пропи; R: скасувати вибiр пропов; Затиснiть "використати" i натиснiть на ПКМ щоб приварити все до пропа на який Ви дивитеся' )
tr.Add( "Радиус авто-выбора", lang, "Радiус авто-вибору" )
tr.Add( "Все что не входит в указаный радиус не будет выбрано", lang, "Все, що не входить у вказаний радiус не буде вибрано" )
tr.Add( "Лимит силы", lang, "Лiмiт сили" )
tr.Add( "Сила созданных сварок, используйте 0 для неразрушаемой сварки", lang, "Сила створених зварок, використовуйте 0 для зварювання, що не руйнується." )
tr.Add( "Приварить все к миру", lang, "Приварити все до свiту" )
tr.Add( "Включение этой функции будет приваривать все к карте", lang, "Увiмкнення цiєї функцiї приварюватиме все до карти" )
tr.Add( "Отключение соприкосновения", lang, "Вiдключення дотику" )
tr.Add( "Все пропы не будут соприкасаться с друг-другом после сварки", lang, "Всi пропи не будуть стикатися один з одним пiсля зварювання" )
tr.Add( "Авто-заморозка", lang, "Авто-заморозка" )
tr.Add( "Заморозка всех выбранных пропов после сварки", lang, "Заморозка всiх вибраних пропов пiсля зварювання" )
tr.Add( "Убрать старые сварки", lang, "Прибрати старi зварювання" )
tr.Add( "Если выбранный объект имеет активные сварки то они будут удалены", lang, "Якщо вибраний об'єкт має активнi зварювання, то вони будуть видаленi" )
tr.Add( "Цвет", lang, "Колiр" )
tr.Add( "Модифицируйте цвет выбранных объектов", lang, "Модифiкуйте колiр вибраних об'єктiв" )
tr.Add( "Убрана умная сварка.", lang, "Прибрано розумне зварювання." )
tr.Add( "Автоматически сваривает выбранные пропы.", lang, "Автоматично зварює вибранi пропи." )

tr.Add( "Разместить камеру", lang, "Розмiстити камеру" )
tr.Add( "ЛКМ - создать камеру; ПКМ - создать камеру, которая смотрит на Вас", lang, "ЛКМ – створити камеру; ПКМ – створити камеру, яка дивиться на Вас" )
tr.Add( "Отображать на мониторе", lang, "Вiдображати на монiторi" )
tr.Add( "Клавиша активации", lang, "Клавiша активацiї" )
tr.Add( "Статичная камера", lang, "Статична камера" )
tr.Add( "Разместить RT монитор", lang, "Розмiстити RT монiтор" )

tr.Add( "Позволяет создавать стаки пропов.", lang, "Дозволяє створювати стаки пропiв." )
tr.Add( "Нажмите чтобы стаковать проп на который Вы смотрите.", lang, "Натиснiть щоб стакувати проп на який Ви дивитеся." )
tr.Add( "Стак пропов убран.", lang, "Стак пропов прибраний." )
tr.Add( "Сварить", lang, "Зварити" )
tr.Add( "Стак относительно:", lang, "Стак щодо:" )
tr.Add( "Мира", lang, "Свiту" )
tr.Add( "Пропа", lang, "Пропа" )
tr.Add( "Направление стака", lang, "Напрямок стака" )
tr.Add( "Вверх", lang, "Вгору" )
tr.Add( "Вниз", lang, "Вниз" )
tr.Add( "Вперед", lang, "Уперед" )
tr.Add( "Назад", lang, "Назад" )
tr.Add( "Направо", lang, "Праворуч" )
tr.Add( "Налево", lang, "Лiворуч" )
tr.Add( "Сбросить смещение и вращение", lang, "Скинути змiщення та обертання" )
tr.Add( "Смещение X ( вперед/назад )", lang, "Змiщення X (вперед/назад)" )
tr.Add( "Смещение Y ( направо/налево )", lang, "Змiщення Y (направо/лiворуч)" )
tr.Add( "Смещение Z ( вверх/вниз )", lang, "Зсув Z ( вгору / вниз )" )
tr.Add( "Вращение (тангаж)", lang, "Обертання (тангаж)" )
tr.Add( "Вращение (рыскание)", lang, "Обертання ( нишпорення )" )
tr.Add( "Вращение (крен)", lang, "Обертання (крен)" )
tr.Add( "Стак относительно нового вращения", lang, "Стак щодо нового обертання" )
tr.Add( "Применять материал", lang, "Застосовувати матерiал" )
tr.Add( "Применять цвет", lang, "Застосовувати колiр" )
tr.Add( "Применять физические свойства", lang, "Застосовувати фiзичнi властивостi" )
tr.Add( "Делать все пропы в стаке прозрачными", lang, "Робити всi пропи у стаку прозорими" )
tr.Add( "Добавить сияние прозрачным пропам", lang, "Додати сяйво прозорим пропам" )
tr.Add( "Цвет сияния", lang, "Колiр сяйва" )

tr.Add( "УВЕДОМЛЕНИЕ", lang, "ПОВІДОМЛЕННЯ" )
tr.Add( "Отлично!", lang, "Чудово!" )
tr.Add( "временную группу %s на %s", lang, "тимчасову групу %s на %s" )
tr.Add( "50%% от наигранного времени - до % часов.", lang, "50% вiд награного часу - до % годин." )
tr.Add( "Вы получили %s час(а) за игру на %s", lang, "Ви отримали %s годину за гру на %s" )
tr.Add( "Поздравляем!", lang, "Вiтаємо!" )
tr.Add( "Вы не можете покупать патроны!", lang, "Ви не можете купувати патрони!" )
tr.Add( "Поднять с земли", lang, "Пiдняти iз землi" )
tr.Add( "Вы купили '%s' за %s, предмет помещён в инвентарь", lang, "Ви купили '%s' за %s, предмет розмiщений в iнвентарi" )
tr.Add( "Нет места для транспорта!", lang, "Немає мiсця для транспортування!" )

tr.Add( "Пожалуйста, подождите", lang, "Будь ласка зачекайте" )
tr.Add( "Выполняется транзакция", lang, "Виконується транзакцiя" )

tr.Add( "Данный промокод только", lang, "Цей промокод тiльки" )
tr.Add( "для новых игроков", lang, "для нових гравцiв" )

tr.Add( "Техническая ошибка", lang, "Технiчна помилка" )
tr.Add( "Свяжитесь с менеджером", lang, "Передзвонiть менi" )

tr.Add( "Вы уже использовали", lang, "Ви вже використовували" )
tr.Add( "промо для новичков", lang, "промо для новачкiв" )

tr.Add( "Вы уже использовали", lang, "Ви вже використовували" )
tr.Add( "этот промокод", lang, "цей промокод" )

tr.Add( "Данный промокод", lang, "Цей промокод" )
tr.Add( "не существует!", lang, "не iснує!" )

tr.Add( "Заплатить %s₽", lang, "Заплатити %sКР" )
tr.Add( "Получить %s кредитов", lang, "Отримати %s кредитiв" )
tr.Add( "Минимум %s кредитов", lang, "Мiнiмум %s кредитiв" )

tr.Add( "СЕКУНДУ", lang, "СЕКУНДУ" )
tr.Add( "СЕКУНДЫ", lang, "СЕКУНДИ" )
tr.Add( "СЕКУНД", lang, "СЕКУНД" )
tr.Add( "МИНУТУ", lang, "ХВИЛИНУ" )
tr.Add( "МИНУТЫ", lang, "ХВИЛИНИ" )
tr.Add( "МИНУТ", lang, "ХВИЛИН" )
tr.Add( "ЧАС", lang, "ГОДИНА" )
tr.Add( "ЧАСА", lang, "ГОДИНУ" )
tr.Add( "ЧАСОВ", lang, "ГОДИН" )
tr.Add( "ДЕНЬ", lang, "ДЕНЬ" )
tr.Add( "ДНЯ", lang, "ДНЯ" )
tr.Add( "ДНЕЙ", lang, "ДНІВ" )
tr.Add( "Пропы", lang, "Пропи" )
tr.Add( "Энтити", lang, "Энтити" )
tr.Add( "ДОСТУПНО ЧЕРЕЗ", lang, "ДОСТУПНО ЧЕРЕЗ" )
tr.Add( "Доступное", lang, "Доступне" )


tr.Add("Рядом", lang, "Рядом")
tr.Add("Групповой", lang, "Група")
tr.Add("<Текст для игроков рядом>", lang, "<Вставте текст, щоб говорити локально>")
tr.Add("<Текст для локального нон-рп чата>", lang, "<Вставте текст, щоб говорити у Нон-РП локально>" )
tr.Add("<Текст для шёпота>", lang, "<Вставте тут текст, щоб говорити пошепки>")
tr.Add("<Текст для крика>", lang, "<Вставте текст тут, щоб говорити пiд час крику>" )
tr.Add("<Текст который увидят все игроки>", lang, "<Вставте тут текст, який побачать усi гравцi>")
tr.Add("<Текст объявления>", lang, "<Вставте тут текст для оголошення>" )
tr.Add("<Текст который увидит ваша группа>", lang, "<Вставте тут текст, який побачить лише ваша група>")
tr.Add("Репорт", lang, "Скарга")
tr.Add("<Текст который увидят все админы>", lang, "<Текст, який буде видно всiм спiвробiтникам>")
tr.Add("<Текст жалобы>", lang, "<Текст для подання скарги>" )
tr.Add("Личный", lang, "Приватний")
tr.Add("<Ник игрока> <текст>", lang, "<псевдонiм гравця> <текст>")
tr.Add("Попробуй по-нажимать на стрелочки с альтом и без. Я тебе сказал по секрету :)", lang, "Спробуй натискати на стрiлочки з альтом i без. Я тобi сказав по секрету:)" )
tr.Add("Скопировать сообщение", lang, "Копiювати повiдомлення")
tr.Add("Скопировать Ник", lang, "Копiювати псевдонiм")
tr.Add("Скопировать SteamID", lang, "Копiювати SteamID")
tr.Add("Написать личное сообщение", lang, "Написати приватне повiдомлення")
tr.Add("Скопировать ссылку", lang, "Копiювати посилання")
tr.Add("Скопировать эмоут", lang, "Копiювати смайлик")


tr.Add( "Авто-рестарт через %s %s!", lang, "Автоматичний перезапуск через %s %s!" )
tr.Add( " Ваша профессия и предметы будут сохраненны!", lang, " Ваша професiя та предмети будуть збереженi!" )
tr.Add( "Уведомление о рестарте", lang, "Сповiщення про перезавантаження" )

tr.Add( "Сервер не отвечает", lang, "ТЕХНІЧНА ПРОБЛЕМА" )
tr.Add( "Восстановление соединения", lang, "Автоматичне перепiдключення" )
tr.Add( "через ", lang, "через " )
tr.Add( " сек", lang, " сек." )

tr.Add( "минут", lang, "хвилин" )
tr.Add( "минуты", lang, "хвилини" )
tr.Add( "минуту", lang, "хвилину" )

tr.Add( "Взломать", lang, "Вiдмок" )


tr.Add( "Выдаёт предупреждение указанному <player>", lang, "Видає попередження вказаному <player>" )
tr.Add( "Показывает текущее количество предупреждений указанного <player>", lang, "Показує поточну кiлькiсть попереджень <player>" )
tr.Add( "Банит игрока на 1-24 часа если у него 3 или более предупреждений", lang, "Забанити гравця вiд 1 до 24 годин, якщо вiн накопичує або перевищує 3 попередження" )
tr.Add( "На сколько часов баним?", lang, "Тривалiсть заборони?" )
tr.Add( "ПРИЧИНА БАНА", lang, "ПРИЧИНА БАНУ" )
tr.Add( "Введите причину бана:", lang, "Введiть причину заборони:" )

tr.Add( "WarnSystem.Success", lang, "Ви попередили #" )
tr.Add( "WarnSystem.NewCount", lang, "Тепер вiн має # попередження" )
tr.Add( "WarnSystem.CurCount", lang, "У гравця # попередження" )

tr.Add( "WarnSystem.ItsTime2Ban", "У гравця є 3 або бiльше попереджень, настав час правильно покарати цього лиходiя!" )
tr.Add("WarnSystem.New", "Ви отримали попередження вiд #")


tr.Add("ПЕРСОНАЛЬНАЯ СКИДКА", lang, "ПЕРСОНАЛЬНА ЗНИЖКА")
tr.Add( "БОНУС", lang, "БОНУС" )
tr.Add("ПОПОЛНЕНИЯ", lang, "ПОПОВНЕННЯ")
tr.Add("НА ПОПОЛНЕНИЯ", lang, "НА ПОПОВНЕННЯ")
tr.Add("ДОНАТ СКІНАМИ", lang, "ДОНАТ СКІНАМИ")
tr.Add("ПЕРСОНАЛЬНИЙ БОНУС", lang, "ПЕРСОНАЛЬНИЙ БОНУС")

tr.Add("SyncHoursAdd", lang, "# отримав # годин гри для на серверi #")


tr.Add( "Включить уведомление о доступных подписках при заходе", lang, "Увiмкнути сповiщення про промо-коди, щоб використати доступнi бонуси" )

tr.Add( "Получено", lang, "Використовувати" )
tr.Add( "бонус", lang, "бонус" )
tr.Add( "Получить бонус", lang, "Отримати бонус" )
tr.Add( "Подпишитесь на группу и получите бонусный промокод!", lang, "Пiдпишiться на групу Steam i отримайте бонусний промокод!" )
tr.Add( "Применить", lang, "Увiмкнути" )
tr.Add( "Перейти по ссылке", lang, "Перейти до URL" )
tr.Add( "Вы уже получили бонус за вступление в группу!", lang, "Ви вже отримали цей бонус!" )
tr.Add( "Вы не вступили в нашу группу или ваш профиль Steam приватный!", lang, "Ви не приєдналися до нашої групи або ваш профiль Steam приватний!" )
tr.Add("кредиты", lang, "кредити")
tr.Add("БОНУСЫ", lang, "БОНУС")
tr.Add("Подписка", lang, "Пiдписка")

tr.Add( "МАКСИМУМ УДОВОЛЬСТВИЯ ОТ ИГРЫ", lang, "МАКСИМУМ ЗАДОВОЛЕННЯ ВІД ГРИ" )
tr.Add( "На всех серверах URF", lang, "На всiх серверах URF" )
tr.Add( "Все VIP привилегии", lang, "Всi VIP привiлеї" )
tr.Add( "Включая эксклюзивные", lang, "Включно з ексклюзивними" )
tr.Add( "Выбери скин тулгана", lang, "Вибери скiн тулгана" )
tr.Add( "Выбери скин физгана", lang, "Вибери скiн фiзгана" )
tr.Add( "Добавь Emoji к нику", lang, "Додай Emoji до нiку" )
tr.Add( "Отказаться от Premium", lang, "Вiдмовитись вiд Premium" )
tr.Add( "Авто. продление", lang, "Автоматичний платiж" )
tr.Add( "Обычный Toolgun", lang, "Стандартний Toolgun" )
tr.Add( "Обычный Physgun", lang, "Стандартний Physgun" )
tr.Add( "Premium слоты", lang, "Премiум слоти" )
tr.Add( "Скин админа", lang, "Скiни адмiнiстратора" )
tr.Add( "Portal Туллган", lang, "Portal Toolgun" )
tr.Add( "Туллган-Арбалет", lang, "Toolgun-Crossbow" )
tr.Add( "Desert Туллган Eagle", lang, "Desert Toolgun Eagle" )
tr.Add( "Colt Туллган Python", lang, "Colt Toolgun Python" )
tr.Add( "Noir Neon Туллган", lang, "Noir Neon Toolgun" )
tr.Add( "Портал Physgun", lang, "Portal Physgun" )
tr.Add( "Рука Physgun", lang, "Hand Physgun" )
tr.Add( "Гаусс Physgun", lang, "Gauss Physgun" )
tr.Add( "Портал Physgun v2", lang, "Portal Physgun v2" )

tr.Add( "ОТПИСАТЬСЯ", lang, "ВІДПИСАТИСЯ" )
tr.Add( "Отписаться", lang, "вiдписатися" )
tr.Add( "Введите причину отказа от Premium:", lang, "Введiть причину скасування Premium:" )
tr.Add( "Подтвердите", lang, "Пiдтвердити" )
tr.Add( "Минимум 10 символов!", lang, "Мiнiмум 10 символiв!" )

tr.Add( "Подписка действует везде - вы получите", lang, "Пiдписка працює на всiх наших серверах" )
tr.Add( "Premium статус и все его привилегии на", lang, "Ви отримаєте статус Premium i всi його права" )
tr.Add( "всех серверах urf.im и всех, которые", lang, "привiлегiї на всiх поточних серверах urfim" )
tr.Add( "будут появляться в будущем!", lang, "i всi нашi майбутнi сервери!" )

tr.Add( "Как Premium игроку вам будет доступно:", lang, "Як користувач Premium ви отримаєте:" )
tr.Add( " - Особые VIP Профессии", lang, " - Особливi VIP Професiї" )
tr.Add( " - Все профессии бесплатны", lang, " - Усi професiї безкоштовнi" )
tr.Add( " - 20 дополнитеьных пропов", lang, " - 20 додаткових пропов" )
tr.Add( " - Отсутсвует лимит на профессии", lang, " - Немає лiмiту гравцiв для професiї" )
tr.Add( " - Доступна команда /job", lang, " - команда /job" )
tr.Add( " - VIP статус в Discord", lang, " - VIP-статус в Discord" )

tr.Add( "Танцуй, Танцуй, Танцуй!", lang, "Танцюй, Танцюй, Танцюй!" )
tr.Add( "Преимущества подписки", lang, "Переваги передплати" )

tr.Add( "Играй так как тебе хочется на всех серверах URF с подпиской URF PREMIUM.", lang, "Грати як завгодно на всiх серверах URF з URF PREMIUM" )
tr.Add( "Более 40 премиум профессий доступны для игры сразу!", lang, "Доступно бiльше 40 професiй премiум-класу!" )
tr.Add( "Более", lang, "Бiльше нiж" )
tr.Add( "40 премиум", lang, "40 премiальних" )
tr.Add( "профессий доступны для игры сразу!", lang, "професiї доступнi для гри вiдразу!" )
tr.Add( "Играй так как тебе хочется на всех серверах URF", lang, "Грати як хочеш на всiх серверах URF" )
tr.Add( "с подпиской", lang, "з пiдпискою" )
tr.Add( "URF PREMIUM", lang, "URF PREMIUM" )

tr.Add( "Подписка активна", lang, "Активна пiдписка" )
tr.Add( "Р / МЕСЯЦ", lang, "КР / МІСЯЦЬ" )
tr.Add( "Р / ПОЛГОДА", lang, "КР / ПОЛГОДА" )
tr.Add( "день", lang, "день" )
tr.Add( "дня", lang, "днi" )
tr.Add( "дней", lang, "днiв" )

tr.Add( "Глобальный Premium", lang, "Глобальний Premium" )

tr.Add( "ServerRestartSAVE", lang, "Сервер незабаром перезапуститься! Данi гравця збережено!" )

tr.Add( "Обыскиваю", lang, "Перевiрити" )
tr.Add( "КОНФИСКАЦИЯ", lang, "КОНФІСКАЦІЯ" )
tr.Add( "Вы конфисковали", lang, "Ви конфiскували" )
tr.Add( "Награда", lang, "Нагорода" )
tr.Add( "Обыскать", lang, "Знайти" )

tr.Add( "из 100", lang, "iз 100" )

tr.Add( "Не так быстро!", lang, "Не так швидко!" )
tr.Add( "Поставить лайк", lang, "Подобається" )
tr.Add( "Отнять лайк", lang, "Забрати лайк" )
tr.Add( "Убрать лайк", lang, "Видалити лайк" )
tr.Add( "# получил от вас лайк :)", lang, "# вам сподобався:)" )
tr.Add( "Вы забрали лайк у # :(", lang, "Ви видалили лайк з # :(" )

tr.Add( "Изменить флаг организации", lang, "Редагувати банер органiзацiї" )
tr.Add( "Выбрать флаг организации", lang, "Вибрати прапор органiзацiї" )
tr.Add( "Купите 'Крутую Организацию', чтобы устанавливать собственные уникальные баннеры!", lang, "Купуйте 'Круту Органiзацiю', щоб встановлювати власнi унiкальнi банери!")

tr.Add( "Расширения .jpg и .png! За нецензуру бан.\nФормат ссылки: http://yourdomain.com/image.png", lang, "Розширення .jpg та .png! За нецензуру бан.\nФормат посилання: http://yourdomain.com/image.png" )

tr.Add( "Вернуть обратно", lang, "Повернутися" )
tr.Add( "Прекратить следить", lang, "Припинити стежити" )
tr.Add( "Следить", lang, "Слiдкувати" )

tr.Add( "Отключенный интерфейс", lang, "Інтерфейс вимкнено" )
tr.Add( "У вас выключено отображение %s.", lang, "Ви вимкнули вiдображення %s." )
tr.Add( "Зайдите в настройки, чтобы включить его.", lang, "Перейти до налаштувань, щоб увiмкнути його." )
tr.Add( "Ок", lang, "Ok" )
tr.Add( "Не напоминать", lang, "Не нагадувати" )
tr.Add( "Чата", lang, "Чата" )
tr.Add( "Админ Чата", lang, "Адмiн чата" )


tr.Add( "Вы уверены?", lang, "Ви впевненi?" )
tr.Add( "Вы уверены что хотите сбросить активный рецепт?", lang, "Ви впевненi, що хочете скасувати цю збiрку?" )
tr.Add( "КРАФТИНГ", lang, "РЕМЕСЛА" )
tr.Add( "Верстак", lang, "Верстак" )

tr.Add( "Принять участие в сражении на арене?", lang, "Ви хочете взяти участь у битвi на аренi?" )

tr.Add( "Привелегия истечёт через ", lang, "Привiлей закiнчується через" )
tr.Add( "Любое ваше пополнение будет потрачено исключительно", lang, "Ваша пожертва буде витрачена лише на" )
tr.Add( "на цель сбора средств. Кликните по банеру для получения", lang, "краудфандинг, натиснiть тут для" )
tr.Add( "более подробной информации.", lang, "докладнiше" )
tr.Add( "из %s собрано", lang, "%s кредитiв отримано" )
tr.Add( "осталось", lang, "вiдпочинок" )
tr.Add( "Например `%s` сейчас стоит %s вместо %s!", lang, "Наприклад, %s зараз стоїть %s замiсть %s!" )
tr.Add( "Например если вы пожертвуете %s руб, вы получите %s руб на ваш счёт", lang, "Наприклад, якщо ви пожертвуєте %s кредитов, ви отримаєте %s кредитов на ваш рахунок" )
tr.Add( "при пожертвовании от %s руб", lang, "при пожертвуваннi вiд %s кредитов" )
tr.Add( "Например если вы пожертвуете %s руб скинами, вы получите %s руб на ваш счёт", lang, "Наприклад, якщо ви пожертвуєте %s кредитов скiнами, ви отримаєте %s кредитов на ваш рахунок" )


tr.Add( "КЕЙСЫ", lang, "КЕЙСИ" )
tr.Add("МОИ КЕЙСЫ", lang, "МОЇ КЕЙСИ")
tr.Add("ЗАБРАТЬ", lang, "ЗАБРАТИ")
tr.Add("ПОДТВЕРДИТЕ", lang, "ПІДТВЕРДИТИ")
tr.Add("Получи", lang, "ОТРИМАЙ" )
tr.Add("СПАСИБО ЗА ПОКУПКУ!", lang, "ДЯКУЮ ЗА ПОКУПКУ!" )
tr.Add("КЕЙС ДОБАВЛЕН В \"МОИ КЕЙСЫ\"", lang, "КЕЙС ДОДАНО ДО \"МОЇ КЕЙСИ\"")
tr.Add("ПРЕОБРЕСТИ КЕЙС", lang, "КУПИТИ КЕЙС")
tr.Add("МОЖНО ВО ВКЛАДКЕ \"КЕЙСЫ\"", lang, "КУПИТИ У ВКЛАДЦІ \"КЕЙСИ\"")
tr.Add("ОТКРЫВАЕМ...", lang, "ВІДКРИТТЯ...")
tr.Add("ОТКРЫТЬ", lang, "ВІДКРИТИ")

tr.Add( 'ЗАГРУЖАЕМ...', lang, 'Завантажується...')

tr.Add( "ПОЗДРАВЛЯЮ!", lang, "ВІТАЄМО!" )
tr.Add("ВЫ ПОЛУЧИЛИ:", lang, "ВИ ОТРИМАЛИ:")

tr.Add( "Lootbox::Rewarded", lang, "#, щоб виграти # у ящику!" )
tr.Add("Lootbox::PresentSet", lang, "Подарункова коробка готова!")
tr.Add( "Lootbox::PresentUnset", lang, "Подарункова коробка була залишена!" )
tr.Add( "Lootbox::PresentGot", lang, "Ви отримали подарункову коробку! Доступно в F4 -> МАГАЗИН -> КЕЙСИ.")
tr.Add("Lootbox::PresentInvalidAmount", lang, "Мiнiмальна сума пожертвування не може бути меншою за 1 кредит!")
tr.Add( "Lootbox::PresentInvalidId", lang, "Цей ящик не iснує!" )


tr.Add( 'У вас имеется %s %s', lang, 'У вас є %s %s')
tr.Add( 'за %s %s', lang, 'за %s %s')

tr.Add( 'ОБНОВЛЕНИЕ', lang, 'ОНОВЛЕННЯ')

tr.Add("ВЫБРАТЬ КОМПЛЕКТ", lang, "ВИБЕРИ КОМПЛЕКТ")
tr.Add("КОМПЛЕКТ ВЫБРАН", lang, "ВИБРАНИЙ КОМПЛЕКТ")
tr.Add("РАЗБЛОКІРОВАТЬ КОМПЛЕКТ ЗА", lang, "РОЗБЛОКУВАТИ КОМПЛЕКТ ЗА")
tr.Add("СПАСИБО ЗА ПОКУПКУ", lang, "ДЯКУЮ ЗА ВАШУ ПОКУПКУ")
tr.Add("КОМПЛЕКТ РАЗБЛОКИРОВАН", lang, "КОМПЛЕКТ РАЗБЛОКОВАНО")
tr.Add("НЕДОСТАТОЧНО СРЕДСТВ", lang, "НЕДОСТАТО КОШТІВ")
tr.Add("ВАМ НЕХВАТАЕТ", lang, "ВАМ НЕ ВИСТАЧАЄ")

tr.Add( "Вызвать технику", lang, "Викликати технiку" )
tr.Add( "Скин", lang, "Скiн" )

tr.Add( "Анимации", lang, "Анiмацiї" )
tr.Add( "Премиальные", lang, "Премiальнi" )
tr.Add( "Боевые", lang, "Бойовi" )

tr.Add( '[E] Взять профессию', lang, '[E] Виберiть професiю')
tr.Add( 'Ограбление: %s', lang, 'Пограбування: %s')
tr.Add( 'Перезарядка: %s', lang, 'Перезавантаження: %s')
tr.Add( 'Ограбление', lang, 'Пограбування')
tr.Add( '%s в процессе ограбления', lang, '%s грабується')
tr.Add( 'Подождите чтобы начать ограбление', lang, 'Зачекайте, поки пограбування почнеться')

tr.Add( "`%s` В ПОДАРОК", lang, "`%s` У ПОДАРУНОК" )
tr.Add( "при пополнении от %sр", lang, "при поповненнi вiд %s кредитов." )
tr.Add( "Например, пополнив счёт на %s р, вы получите %s!", lang, "Наприклад, поповнивши рахунок на %s кредитов, ви отримаєте %s!" )

tr.Add( "Вы не можете говорить в рацию!", lang, "Ви не маєте права використовувати радiо" )

tr.Add( "ХРАНИЛИЩЕ", lang, "СХОВИЩЕ" )
tr.Add( "Хранилище", lang, "Сховище" )
tr.Add( "[Е] Открыть хранилище", lang, "[E] Вiдкрите сховище" )

tr.Add( "Компонент", lang, "Компонент" )
tr.Add( "%s / %s компонентов", lang, "%s / %s компонентiв" )
tr.Add( "Поднеси компонент для объединения", lang, "Зберiть компоненти" )
tr.Add( "[Е] Поднять", lang, "[Е] Пiдняти" )

tr.Add( "Завод", lang, "Фабрика" )
tr.Add( "[Е] Получить компоненты", lang, "[E] Отримати компоненти" )

tr.Add( "Запасов", lang, "Ресурси" )
tr.Add( "Недостаточно запасов!", lang, "Недостатньо ресурсiв!" )
tr.Add( "Запасы: %s / %s", lang, "Ресурси: %s / %s" )

tr.Add( "Сложность:", lang, "Складнiсть:" )
tr.Add( "Опыт:", lang, "Досвiд:" )
tr.Add( "Прогресс:", lang, "Прогрес:" )
tr.Add( "До конца сезона:", lang, "Сезон закiнчується через:" )
tr.Add( "Обновляем...", lang, "Оновлюємо..." )
tr.Add( "Обновить досрочно", lang, "Оновити ранiше" )
tr.Add( "за", lang, "за" )
tr.Add( "Бесплатно", lang, "безкоштовно" )
tr.Add( "Задания на день", lang, "Завдання на день" )
tr.Add( "Задания обновятся через:", lang, "Завдання будуть оновленi в:" )
tr.Add("ОПЫТ:", lang, "ДОСВІД:")
tr.Add("УРОВЕНЬ", lang, "LEVEL")
tr.Add("БАЗОВЫЙ", lang, "БАЗОВИЙ")
tr.Add( "Забрать", lang, "Отримати" )
tr.Add( "ГЛОБАЛЬНЫЙ", lang, "ГЛОБАЛЬНИЙ" )
tr.Add("RP ПРОПУСК", lang, "RP ПЕРЕПУСТКА")
tr.Add("К НАГРАДАМ!", lang, "ДО НАГОРОД")
tr.Add( "RP ПРОПУСК открыт", lang, "RP ПЕРЕПУСТКА активна" )
tr.Add( "Спасибо за покупку!", lang, "Дякуємо за покупку!" )
tr.Add( "ГЛОБАЛЬНЫЙ RP ПРОПУСК", lang, "ГЛОБАЛЬНА RP ПЕРЕПУСТКА" )
tr.Add( "на 1 сезон", lang, "на 1 сезон" )
tr.Add( "на 3 сезона", lang, "на 3 сезони" )
tr.Add( "RP ПРОПУСК позволит вам получать больше наград!", lang, "RP ПЕРЕПУСТКАдозволить вам отримати бiльше винагород!" )
tr.Add( "Покупая пропуск вы получаете его возможности на всех серверах.", lang, "Купуючи абонемент, ви отримуєте його можливостi на всiх серверах." )
tr.Add( "Показывать задачи Season Pass в худе", lang, "Показувати завдання Season Pass в худi" )
tr.Add( "Новый уровнь", lang, "Новий рiвень" )
tr.Add( "SEASON PASS получен", lang, "SEASON PASS отримано" )
tr.Add( "Глобальный RP ПРОПУСК", lang, "ГЛОБАЛЬНА RP ПЕРЕПУСТКА" )
tr.Add( "получен!", lang, "отримано!" )
tr.Add( "Награда за %s уровень: \n", lang, "Нагорода за рiвень %s:\n" )
tr.Add( "Задание SEASON PASS выполнено!", lang, "Ви завершили квест" )
tr.Add( "Вы получили %s опыта", lang, "Ви отримали %s досвiду" )
tr.Add( "УРОВНЕЙ", lang, "РІВНІВ" )
tr.Add( "ВСЁ", lang, "ВСЕ" )
tr.Add( "ОТКРЫТЬ УРОВНИ", lang, "РОЗБЛОКУВАТИ РІВНІ" )
tr.Add( "ВЫГОДА", lang, "ВИГОДА" )
tr.Add( "Вы можете мгновенно открыть уровни и получить награды", lang, "Ви можете миттєво розблокувати рiвнi та отримувати нагороди" )


tr.Add( "д.", lang, "д." )

tr.Add( "час", lang, "година" )
tr.Add( "часа", lang, "години" )
tr.Add( "часов", lang, "годин" )
tr.Add( "ч.", lang, "год." )

tr.Add( "минуту", lang, "хвилину" )
tr.Add( "минуты", lang, "хвилини" )
tr.Add( "минут", lang, "хвилин" )
tr.Add( "мин.", lang, "хв." )

tr.Add( "за %s₽", lang, "за %sКР" )
tr.Add( "%s₽", lang, "%sКР" )

tr.Add( "профессию %s!", lang, "Професiя %s!" )
tr.Add( "профессию %s на %s!", lang, "Професiя %s протягом %s!" )
tr.Add( "ранг %s на %s!", lang, "Ранг %s протягом %s!" )
tr.Add( "%s часов отыгранного времени!", lang, "%s годин iгрового часу!" )
tr.Add( "%s кредитов", lang, "%s кредитiв" )
tr.Add( "множитель времени x%s на %s!", lang, "Множник часу x%s для %s!" )
tr.Add( "модель %s!", lang, "Скiн %s!" )
tr.Add( "предмет %s!", lang, "Предмет %s!" )
tr.Add( "танец %s!", lang, "Танець %s!" )
tr.Add( "множитель зарплаты x%s на %s!", lang, "Множник зарплати x%s протягом %s!" )

tr.Add("СТРОИТЕЛЬСТВО", lang, "БУДІВНИЦТВО")
tr.Add("РОЛЕПЛЕЙ", lang, "РОЛЕПЛЕЙ" )
tr.Add("ОРУЖИЕ", lang, "ЗБРОЯ" )
tr.Add("ДРУГОЕ", lang, "РІЗНЕ")

tr.Add( "обьектом", lang, "об'єкт" )

tr.Add( "[E] Открыть магазин", lang, "[E] Вiдкрити магазин" )


tr.Add( "tool.webimage", lang, "Веб-зображення" )
tr.Add( "Веб-изображение", lang, "Веб-зображення" )
tr.Add( "Позволяет вам создать изображение из интернета", lang, "Дозволяє iмпортувати зображення з Інтернету" )
tr.Add( "Создать веб-изображение", lang, "Створити зображення" )
tr.Add( "Обновить веб-изображение", lang, "Оновити зображення" )
tr.Add( "Скопировать параметры веб-изображения", lang, "Копiювати налаштування зображення" )
tr.Add( "URL:", lang, "URL:" )
tr.Add( "Размер по ширине:", lang, "Розмiр по ширинi:" )
tr.Add( "Размер по высоте:", lang, "Розмiр по висотi:" )
tr.Add( "Улучшение полупрозрачных краев?", lang, "Прозорi краї?" )
tr.Add( "Смешивание цвета (добавление)?", lang, "Змiшування кольорiв (додавання)?" )
tr.Add( "Отрисовывать обе стороны?", lang, "Намалювати обидвi сторони?" )
tr.Add( "Отзеркалить заднюю сторону?", lang, "Ефект дзеркала?" )
tr.Add( "Цвет:", lang, "Колiр:" )
tr.Add( "Предпросмотр:", lang, "Попереднiй перегляд:" )
tr.Add( "Веб-изображение убрано", lang, "Скасовано веб-зображення" )
tr.Add( "Веб-изображения", lang, "Веб-зображення" )
tr.Add( "Все веб-изображения удалены!", lang, "Всi зображення видалено!" )
tr.Add( "Вы достигли лимита веб-изображений!", lang, "Ви досягли лiмiту кадрiв" )
tr.Add( "Включить отображение веб-изображений", lang, "Увiмкнути вiдображення веб-зображень" )

tr.Add( "Включить", lang, "Увiмкнути" )
tr.Add( "Выключить", lang, "Вимкнути" )
tr.Add( "Поиск youtube...", lang, "Пошук на youtube..." )
tr.Add( "Введите ссылку на twitch канал...", lang, "Введiть посилання на ваш канал Twitch..." )
tr.Add( "Смените версию игры на Chromium", lang, "Змiнити версiю гри на Chromium" )
tr.Add( "нажмите [E] чтобы узнать как", lang, "Натиснiть [E], щоб дiзнатися, як" )
tr.Add( "Нажмите E чтобы запустить видео", lang, "Натиснiть E, щоб почати вiдео" )
tr.Add( "Открыть инструкцию", lang, "Вiдкрити iнструкцiю" )
tr.Add( "Чтобы видеть видео, необходимо", lang, "Щоб подивитися вiдео, ви" )
tr.Add( "переключиться на Chromium версию игры.", lang, "потрiбно оновити гру до версiї Chromium." )
tr.Add( "Перейдите по ссылке, чтобы узнать как", lang, "Натиснiть на посилання, щоб дiзнатися, як" )

tr.Add("ОБЫСК", lang, "ОБШУК")
tr.Add("ВЫ НАШЛИ", lang, "ВИ ЗНАЙШЛИ")
tr.Add( "Кто-то уже обыскивает это место", lang, "Хтось уже копається тут" )
tr.Add( "Вы ушли слишком далеко, вашу награду забрал кто-то другой!", lang, "Ви зайшли занадто далеко, i iнша людина забрала здобич" )
tr.Add( "Ваш инвентарь полон, освободите место", lang, "Ваш iнвентар заповнений" )
tr.Add( "Вы нашли: #", lang, "Ви знайшли #" )

tr.Add( "Стандартное меню выбора оружия", lang, "Стандартне меню вибору зброї" )
tr.Add( "Включить отображение шапок", lang, "Включити вiдображення шапок" )

tr.Add( "Вы вкололи себе что-то странное", lang, "Ви зробили щеплення" )
tr.Add( "Вам вкололи что-то странное!", lang, "Вам зробили щеплення" )

tr.Add( "Ежедневный Кейс", lang, "Щоденний Кейс" )
tr.Add( "Вы сможете забрать ежедневный кейс через", lang, "Ви можете зiбрати свiй щоденний кейс" )

tr.Add( "Банковская карта, QIWI, Билайн", lang, "Оплатити за допомогою Robokassa" --[["Carte bancaire, Samsung Pay,"]] )
tr.Add( "Банковская карта, QIWI", lang, "Оплатити за допомогою Robokassa" --[["Carte bancaire, Samsung Pay,"]] )
tr.Add( "Samsung Pay, Google Pay", lang, "(Тимчасово вимкнено)" --[["Google Pay"]] )
tr.Add( "Оплата через PayPal", lang, "Оплатити за допомогою PayPal" )
tr.Add( "Оплата через Xsolla", lang, "Оплатити за допомогою Xsolla" )
tr.Add( "Оплата через Tebex", lang, "Оплатити за допомогою Tebex" )
tr.Add( "Банковская карта, PayPal", lang, "Оплатити Xsolla" )
tr.Add( "(Для оплаты за пределами РФ)", lang, "" )
tr.Add( "(временно отключена из-за санкций)", lang, "(Тимчасово вимкнено)" );
tr.Add( "Сумма доната не может быть меньше #€", lang, "Сума не може бути меншою нiж #КР" )
tr.Add( "Введена неверная сумма", lang, "Введена недiйсна сума" )

tr.Add("ЗАГРУЗКА...", lang, "ЗАВАНТАЖЕННЯ...")
tr.Add("ПОДОЖДИТЕ...", lang, "ЗАЧЕКАЙТЕ...")
tr.Add("ВОЙТИ КАК", lang, "УВІЙТИ ЯК")
tr.Add( "РЕГИСТРАЦИЯ", lang, "РЕЄСТРАЦІЯ" )
tr.Add( "ИГРАТЬ", lang, "ГРАТИ" )
tr.Add( "ВЕРНУТЬСЯ", lang, "ПОВЕРНУТИСЯ" )
tr.Add( "ВЫ ХОТИТЕ УДАЛИТЬ", lang, "ВИ ХОЧЕТЕ ВИДАЛИТИ" ) -- need more detail about this translation (context)
tr.Add( "Удалить", lang, "Видалити" )
tr.Add( "Отмена", lang, "Скасувати" )
tr.Add( "СОЗДАТЬ НОВОГО ПЕРСОНАЖА", lang, "СТВОРИ НОВОГО ПЕРСОНАЖА" )
tr.Add( "СОЗДАТЬ ПЕРСОНАЖА", lang, "СТВОРИТЬ ПЕРСОНАЖА" )
tr.Add( "ИМЯ ПЕРСОНАЖА", lang, "ІМ'Я ПЕРСОНАЖА" )
tr.Add( "ФАМИЛИЯ ПЕРСОНАЖА", lang, "ПРИЗВІЩЕ ПЕРСОНАЖА" )
tr.Add( "Введите имя", lang, "Введiть iм'я" )
tr.Add( "Введите фамилию", lang, "Введiть призвiще" )
tr.Add( "РОСТ", lang, "ЗРІСТ" )
tr.Add( "СКИН", lang, "СКІН" )
tr.Add( "МОДЕЛЬ", lang, "МОДЕЛЬ" )
tr.Add( "СЛУЧАЙНЫЙ ВЫБОР", lang, "ВИПАДКОВИЙ ВИБІР" )
tr.Add( "Организация", lang, "Органiзацiя" ) -- faction or organisation ?
tr.Add( "Неизвестная ошибка, пожалуйста, повторите попытку", lang, "Невiдома помилка, спробуйте ще раз" )
tr.Add( "Вы недавно получали урон", lang, "Ви отримали пошкодження" )
tr.Add( "Вы в наручниках", lang, "Ви в наручниках" )
tr.Add( "Ваши персонажи имеют общий кошелёк, инвентарь и прочий внутриигровой прогресс\nНовые персонажи нужны для вступления в разные организации\nИзменить никнейм после регистрации невозможно", lang, "Вашi персонажi мають загальний гаманець, iнвентар та iнший внутрiшньоiгровий прогрес\nНовi персонажi потрiбнi для участi в рiзних органiзацiях\nЗмiнити нiкнейм пiсля неможливо" )
tr.Add( "Персонажи", lang, "Персонажi" );

tr.Add("event.Printer", lang, "Принтери x2");
tr.Add("event.VapeWave", lang, "Вейп");
tr.Add("event.SpinnerEvent", lang, "Спiнери");
tr.Add("event.VIP", lang, "VIP");
tr.Add("event.Salary", lang, "Зарплата x2");
tr.Add("event.Parkour", lang, "Паркур");
tr.Add("event.BURGATRON", lang, "Бургер");
tr.Add("event.DanceEvent", lang, "Танцi");

tr.Add( "У вас есть", lang, "У вас є" );
tr.Add("новых наград", lang, "нових нагород");
tr.Add("новая нагорода", lang, "нова нагорода");
tr.Add("новые награды", lang, "новi нагороди");
tr.Add("РП Пропуска", lang, "RP ПЕРЕПУСТКА");
tr.Add("Награди", lang, "Нагороди");
tr.Add("Ежедневный кейс доступен!", lang, "Щоденний Кейс доступний");

tr.Add( "Вы выполнили все задания!", lang, "Ви виконали всi завдання!" );
tr.Add( "Осталось забрать награду", lang, "Нагороду ще потрiбно зiбрати" );

tr.Add( "Ошибка сервера, пожалуйста, повторите попытку", lang, "Помилка сервера, будь ласка, повторiть спробу" )
tr.Add( "Имя персонажа слишком короткое (мин. длина - 3 символа)", lang, "Ім'я вашого персонажа закоротке (мiн. 3 символи)" )
tr.Add( "Фамилия персонажа слишком короткая (мин. длина - 3 символа)", lang, "Ім'я вашого персонажа закоротке (мiн. 3 символи)" )
tr.Add( "Имя персонажа слишком длинное (макс. длина - 50 символов)", lang, "Ім'я вашого персонажа задовге (макс. 50 символiв)" )
tr.Add( "В имени присутствуют недопустимые символы", lang, "Ваше iм'я мiстить забороненi символи" )
tr.Add( "Ошибка сервера, пожалуйста, повторите попытку", lang, "Помилка сервера, будь ласка, повторiть спробу" )
tr.Add( "Данное имя уже кем-то занято, выберите другое", lang, "Це iм'я вже зайнято" )

tr.Add( "Сменить префикс", lang, "Змiнити префiкс" )
tr.Add( "СМЕНА ПРЕФИКСА", lang, "ЗМІНИТИ ПРЕФІКС" )
tr.Add( "Введите новый префикс:", lang, "Введiть новий префiкс:" )
tr.Add( "шаблон", lang, "шаблон" )
tr.Add( "макс. длина", lang, "Максимальна довжина." )
tr.Add( "Сменить постфикс", lang, "Змiнити суфiкс" )
tr.Add( "СМЕНА ПОСТФИКСА", lang, "ЗМІНИТИ СУФІКС" )
tr.Add( "Введите новый постфикс:", lang, "Введiть новий суфiкс:" )

tr.Add( "Для Premium игроков зарезервировано", lang, "Для ПРЕМІУМ гравцi" )
tr.Add( "25 слотов на сервере - вы всегда", lang, "15 слотiв зарезервовано тiльки для вас" )
tr.Add( "сможете зайти!", lang, "щоб ви могли грати!" )
tr.Add( "term.deblock", lang, "РОЗБЛОКУВАННЯ" )

tr.Add( "Премиум скин для профессий", lang, "Премiум шаблони для" )
tr.Add( "администрации.", lang, "Адмiнiстрацiї" )
tr.Add( "У вас есть награды Battlepass!", lang, "У вас є нагороди в RP PASS!" )
tr.Add( "Забрать их можно в F4 меню", lang, "Ви можете отримати їх iз меню F4" )

tr.Add( "[E] Начать взаимодействие", lang, "[E] Начать взаємодiя" )
tr.Add( "Прервать анимацию", lang, "Зупинити анiмацiю" )

tr.Add("Используется для крафта", lang, "Корисно для крафта")
tr.Add("Можно продати", lang, "Можна продати")
tr.Add("Восполняет", lang, "Вiдновити")
tr.Add("прочности", lang, "довговiчнiсть")
tr.Add( "здоровья", lang, "здоров'я" )
tr.Add( "брони", lang, "броня" )
tr.Add( "Количество денег", lang, "Сума грошей" )
tr.Add( "Скорость печати", lang, "Швидкiсть друку" )
tr.Add( "Вместимость денег", lang, "Грошова мiсткiсть" )
tr.Add( "Урон", lang, "Пошкодження" )
tr.Add( "Темп стрельбы", lang, "Швидкiсть стрiльби" )
tr.Add( "Точность", lang, "Точнiсть" )
tr.Add( "Время взлома", lang, "Час хакерства" )
tr.Add( "Восполняет голода", lang, "Вiдновити голод" )
tr.Add( "Восполняет здоровья", lang, "Вiдновити здоров'я" )

tr.Add( "Включить отображение законов в худе", lang, "Активувати HUD законiв" )
tr.Add( "Включить отображение повестки дня в худе", lang, "Активувати HUD порядку денного" )

tr.Add( "Торговцы подсвечены на экране!", lang, "Постачальники видiленi на екранi!" )
tr.Add( "Торговцы не продают данный предмет", lang, "Продавцi не продають цей предмет" )

tr.Add( "Кинотеатр", lang, "Кiнотеатр" )

tr.Add( "ЯЩИК", lang, "ЯЩИК" )
tr.Add( "Ящик", lang, "Ящик" )

tr.Add( "премиум на %s", lang, "премiум на %s" )

tr.Add( "РАДИО", lang, "РАДІО" )
tr.Add( "Поиск...", lang, "Знайти ..." )
tr.Add( "включите во мне что-нибудь :)", lang, "Поставте менi музику:)" )
tr.Add( "Включите во мне что-нибудь :)", lang, "Поставте менi музику:)" )

tr.Add( "Напряжённый", lang, "Напружений" )

tr.Add( "Устав фракции", lang, "Статути фракцiй" )

tr.Add( "СООБЩИТЬ О БАГЕ", lang, "Повiдомити про помилку" )
tr.Add( "ЗАКРЫТЬ СПРАВОЧНИК", lang, "ЗАКРИТИ КАТАЛОГ" )
tr.Add( "СПРАВОЧНИК", lang, "ДОВІДКА" )
tr.Add( "ИК.", lang, "ИК." )
tr.Add( "Подписка неактивна", lang, "Пiдписка не активна" )
tr.Add( "Нажми, чтобы включить авто-продление!", lang, "Натиснiть, щоб активувати автоматичну пiдписку!" )
tr.Add( "Выберите кол-во звёзд", lang, "Виберiть рiвень пошуку" )
tr.Add( "Покиньте NLR зону", lang, "ЗАЛИШТЕ ЗОНУ NLR" )
tr.Add( "Мирный сектор", lang, "Це безпечна зона" )

tr.Add( "Отключить интерфейс", lang, "Вимкнути iнтерфейс" )
tr.Add( "Отключить HUD игроков", lang, "Вимкнути iнтерфейс гравцiв" )

tr.Add( "ПРОГРЕСС:", lang, "ПРОГРЕС:" )
tr.Add( "УЛУЧШИТЬ НАВЫК", lang, "ОНОВИТИ НАВИЧКИ" )
tr.Add( "ДОСТУПНО ОЧКОВ АТРИБУТОВ", lang, "ДОСТУПНІ БАЛИ АТРИБУТІВ" )
tr.Add( "ПОЛУЧИТЬ 1 ОЧКО", lang, "ОТРИМАЙ 1 ОЧКО" )
tr.Add( "ЧТОБЫ СНОВА ПОЛУЧИТЬ ОЧКО, НУЖНО ПОДОЖДАТЬ", lang, "ЩОБ ЗНОВУ ОТРИМАТИ ОЧКО, ТРЕБА ЗАЧЕКАТИ" )
tr.Add( "ОТЫГРАНО НЕДОСТАТОЧНО ВРЕМЕНИ", lang, "ВІДІГРАНО НЕДОСТАТНЬО ЧАСУÉ" )
tr.Add( "Текущий прогресс", lang, "Поточний прогрес" )
tr.Add( "ЧЕРЕЗ %s ВЫ СМОЖЕТЕ ПОЛУЧИТЬ ЕЩЁ 1 ОЧКО!", lang, "ЧЕРЕЗ %s ВИ МОЖЕТЕ ОТРИМАТИ ЩЕ 1 ОЧКО!" )

tr.Add( "Один из Ваших персонажей уже состоит в этой организации", lang, "Один iз ваших персонажiв уже в цiй органiзацiї" )

tr.Add( "Спасибо за покупку! %s добавлены на ваш счёт.", lang, "Дякуємо за покупку! %s додано до вашого облiкового запису." )
tr.Add( "Куплено навсегда.", lang, "Куплено назавжди." )
tr.Add( "Истекает через %s, продлить за %s.", lang, "Закiнчується через %s, поновити на %s." )
tr.Add( "Купить за %sр.", lang, "Купити за %s." )
tr.Add( "Сроком на %s за %sр.", lang, "Чиннiсть %s для %s." )
tr.Add( "Покупка недоступна, подождите пока %s истечёт.", lang, "Покупка недоступна, дочекайтеся закiнчення термiну дiї %s." )
tr.Add( "%s истек.", lang, "%s минув." )
tr.Add( "Устанавливает множитель пополнения скинами", lang, "Встановити множник для поповнення скiнiв" )
tr.Add( "Устанавливает множитель пополнения (для любого метода пополнения)", lang, "Встановлює множник депозиту (для будь-якого методу депозиту)" )
tr.Add( "Скинами из Dota 2/CS:GO", lang, "Скiни Dota 2/CS:GO" )
tr.Add( "Спасибо за покупку %s кредитов!", lang, "Дякуємо, що купили %s кредитiв" ); --"Merci pour votre achat. %s des emprunts!" )
tr.Add( "Кредиты", lang, "Кредiти" )
tr.Add( "Подписка", lang, "Premium" )
tr.Add( "Спасибо за подписку!", lang, "Дякуємо за пiдписку!" )
tr.Add( "Спасибо за покупку!", lang, "Дякуємо за покупку!" )

tr.Add( "Оптимизация текста", lang, "Оптимiзацiя тексту" );
tr.Add( "Админ меню", lang, "Меню адмiнiстратора" );

tr.Add( " на ", lang, " за " );
tr.Add( "Понижает наносимый урон", lang, "Зменшує шкоду" );
tr.Add( "Повышает наносимый урон", lang, "Збiльшує шкоду" );
tr.Add( "Повышает отдачу", lang, "Збiльшує вiддачу" );
tr.Add( "Понижает отдачу", lang, "Зменшує вiддачу" );
tr.Add( "Повышает скорострельность", lang, "Збiльшує швидкiсть вогню" );
tr.Add( "Понижает скорострельность", lang, "Знижує швидкiсть вогню" );
tr.Add( "Понижает точность от бедра", lang, "Збiльшує розведення стегон" );
tr.Add( "Повышает точность от бедра", lang, "Зменшує розведення стегон" );
tr.Add( "Повышает точность в прицеливании", lang, "Зменшує розкид прицiлювання" );
tr.Add( "Понижает точность в прицеливании", lang, "Збiльшує розкид прицiлювання" );
tr.Add( "Повышает скорость переключения", lang, "Збiльшує швидкiсть розгортання" );
tr.Add( "Понижает скорость переключения", lang, "Зменшує швидкiсть розгортання" );
tr.Add( "Понижает скорость перезарядки", lang, "Зменшує швидкiсть перезаряджання" );
tr.Add( "Повышает точность перезарядки", lang, "Збiльшує швидкiсть перезаряджання" );
tr.Add( "Повышает удобность", lang, "Збiльшує обробку" );
tr.Add( "Снижает удобность", lang, "Зменшує обробку" );
tr.Add( "Понижает мобильность", lang, "Зменшує мобiльнiсть" );
tr.Add( "Повышает мобильность", lang, "Збiльшує мобiльнiсть" );
tr.Add( "Повышает разброс за выстрел", lang, "Збiльшує розкид за пострiл" );
tr.Add( "Понижает разброс за выстрел", lang, "Зменшує розкид за пострiл" );
tr.Add( "Повышает разброс", lang, "Збiльшує розкид" );
tr.Add( "Понижает разброс", lang, "Зменшує розкид" );
tr.Add( "Понижает скорость передвижения", lang, "Зменшує швидкiсть руху" );
tr.Add( "Повышает скорость передвижения", lang, "Збiльшує швидкiсть руху" );

tr.Add( "Автоматический Режим", lang, "Автоматичний режим" );
tr.Add( "Одиночный Режим", lang, "Поодинокий режим" );
tr.Add( "Дуплет", lang, "Дуплет" );
tr.Add( "Очередь из 2-ух", lang, "Черга з двох" );
tr.Add( "Очередь из 3-ех", lang, "Черга з трьох" );
tr.Add( "На Предохранителе", lang, "На Запобiжнику" );

tr.Add( "Красный", lang, "Червоний" );
tr.Add( "Зеленый", lang, "Зелений" );
tr.Add( "Синий", lang, "Синiй" );
tr.Add( "Желтый", lang, "Золото" );
tr.Add( "Аква", lang, "Акварожевий" );
tr.Add( "Розовый", lang, "Рожевий" );

tr.Add( "Метиламин", lang, "Метиламiн" );
tr.Add( "Аллюминий", lang, "Алюмiнiй" );
tr.Add( "Процесс готовки...", lang, "Процес приготування..." );
tr.Add( "Подставьте поднос", lang, "Замiнна плата" );
tr.Add( "Очистка Комбайнера", lang, "Очищення комбайна" );
tr.Add( "Подносите бочки с метиламином к", lang, "Принесiть бочки з метиламiном" );
tr.Add( "комбайнеру, пока шкала метиламина", lang, "з'єднати до метиламiнової шкали" );
tr.Add( "не заполнится.", lang, "не заповнено." );
tr.Add( "Подносите коробки с алюминием к", lang, "Принесiть алюмiнiєвi банки до" );
tr.Add( "комбайнеру, пока шкала аллюминия", lang, "комбайн до алюмiнiєвої драбини" );
tr.Add( "Подождите, пока алюминий вступит", lang, "Зачекайте, поки алюмiнiй увiйде" );
tr.Add( "в реакцию с метиламином и получится", lang, "реагувати з метиламiном i отримати" );
tr.Add( "активная смесь.", lang, "активна сумiш." );
tr.Add( "Подставляйте подносы из холодильника", lang, "Вставте пiддони холодильника" );
tr.Add( "под краны Комбайнера, пока не кончится", lang, "комбайнер крани до виснаження" );
tr.Add( "активная смесь - затем верните их.", lang, "з активного мiксу - потiм перевернiть їх." );
tr.Add( "Нажимайте [E] на Комбайнере, чтобы", lang, "Натиснiть [E] на комбiнаторi для" );
tr.Add( "отчистить его от производственной", lang, "очистити його вiд виробництва" );
tr.Add( "грязи.", lang, "" );

tr.Add( "Деньги", lang, "Грошi" );
tr.Add( "Передать деньги", lang, "Переказувати грошi" );
tr.Add( "Сколько вы хотите передать?", lang, "Скiльки ви хочете перевести?" );
tr.Add( "Бросить деньги", lang, "Викинь грошi" );
tr.Add( "Сколько вы хотите бросить?", lang, "Скiльки ви хочете перевести?" );
tr.Add( "Выписать чек", lang, "Зробити перевiрку" );
tr.Add( "Чек", lang, "Перевiрити" );
tr.Add( "Сколько вы хотите выписать?", lang, "Скiльки ви хочете пожертвувати?" );
tr.Add( "Действия", lang, "Дiї" );
tr.Add( "Продать все двери", lang, "Продати всi дверi" );
tr.Add( "Уволить игрока", lang, "Видалити гравця" );
tr.Add( "Причина уольнения?", lang, "Причина припинення:" );
tr.Add( "Маскироваться", lang, "Одягатися" );
tr.Add( "Снять маскировку", lang, "Розняти маску" );
tr.Add( "Сменить ник", lang, "Змiнити назву" );
tr.Add( "Смена ника", lang, "Змiна iменi" );
tr.Add( "Какое имя вы себе хотите?", lang, "Яке iм'я ви хочете:" );
tr.Add( "Случайное число", lang, "Випадкове число" );
tr.Add( "Бросить кубики", lang, "Кидати кубики" );
tr.Add( "Вытащить карту", lang, "Витягти картку" );

tr.Add( "Ограбление", lang, "Пограбування" );
tr.Add( "Перезарядка", lang, "Перезарядка" );
tr.Add( "Банкомат в процессе ограбления", lang, "Пограбування триває..." );
tr.Add( "Подождите что-бы начать ограбление", lang, "Зачекайте, щоб знову пограбувати" );
tr.Add( "Нажмите [E] что-бы начать ограбление", lang, "Натиснiть [E], щоб почати полiт" );
tr.Add( "[E] Открыть магазин", lang, "[E] Вiдкрити магазин" );
tr.Add( "[E] Получить подарок", lang, "[E] Отримати подарунок" );

tr.Add( "Вертел", lang, "Вертел" );

tr.Add( "Настройки графики", lang, "Налаштування графiки" );
tr.Add( "Автоматический режим", lang, "Автоматичний режим" );

tr.Add( "Больше персонажей", lang, "Іншi персонажi" );
tr.Add( "Два дополнительных слота", lang, "Два символьнi слоти" );
tr.Add( "персонажей!", lang, "додатковий" );

-- tr.Add( "'s ", lang, " de " );

tr.Add( "Seasonpass::GotReward", lang, "# отримав винагороду вiд PASS RP: # " );
tr.Add( "# получил награду BATTLE PASS: # ", lang, "# отримав нагороду вiд RP PASS: # " );

tr.Add( "Рейд", lang, "Рейд" );
tr.Add( "Слухи", lang, "Чутки" );
tr.Add( "<Текст для объявления рейда>", lang, "Текст оголошення рейду" );
tr.Add( "<Текст для объявления слуха>", lang, "Текст аудiо оголошення" );

tr.Add( "СДАТЬ", lang, "Затримання" );
tr.Add( "[Е] Открыть меню", lang, "[E] Вiдкрити" );

tr.Add( "Зажмите [E]", lang, "Утримуйте [E]" );
tr.Add( "чтобы арендовать", lang, "в оренду" );
tr.Add( "Нельзя выбрать комплект на недоступную профессию", lang, "Ви не можете взяти комплект для професiї, яку ви не розблокували." );
tr.Add( "Шапка отключена на данной профессии", lang, "Ви не можете використовувати цей аксесуар у цiй професiї" );
tr.Add( "Вы не можете снять аксессуар пока в нем есть предметы.", lang, "Ви не можете видалити сумку/аксесуар, якщо вона заповнена." );
tr.Add( "Правила сервера", lang, "Правила" );
tr.Add( "Законы", lang, "Закони" );
tr.Add( "Аксессуар отключен на данной профессии", lang, "Ви не можете використовувати цей аксесуар у цiй професiї" );
tr.Add( "Включите во мне что-нибудь ;)", lang, "Поставте менi трохи музики ;)" );

tr.Add( "Групповые", lang, "Група" )

tr.Add( "%s В ПОДАРОК", lang, "%s У ПОДАРУНОК" )
tr.Add( "за каждые пополненные %sр", lang, "для кожного поповнення %s КР" )

tr.Add( "Выключить новое оформление спавн-меню", lang, "Видалити нове меню появи" );
tr.Add( "Включить отображение аксессуаров", lang, "Видалити видимiсть опори" );
tr.Add( "Узнать подробнее", lang, "Докладнiше" );
tr.Add( "Чтобы просматривать правила прямо в игре,", lang, "Щоб прочитати правила безпосередньо в грi," );
tr.Add( "смените версию игры на Chromium", lang, "вам потрiбно змiнити свою версiю на \"Chromium\"" );
tr.Add( "НЛР", lang, "NLR" );
tr.Add( "Осн.", lang, "Основний" );
tr.Add( "Доп.", lang, "Вторинне" );

tr.Add( "БОНУС %s", lang, "БОНУС %s" );
tr.Add( "НА ПОПОЛНЕНИЯ СКИНАМИ!", lang, "НА ПОПОВНЕННЯ СКІНАМИ!" );
tr.Add( "НА ПОПОЛНЕНИЯ!", lang, "НА ПОПОВНЕННЯ!" );

tr.Add( "Жесты", lang, "Жести" );
tr.Add( "Сдаться", lang, "Здатися" );
tr.Add( "Показать фак", lang, "Середнiй палець" );
tr.Add( "Указать на солнце", lang, "Точка вгору" );
tr.Add( "Важный", lang, "Важливо" );
tr.Add( "Задумчивый", lang, "Задумливий" );
tr.Add( "Сбросить анимацию", lang, "Скинути анiмацiю" );
tr.Add( "Остановить звуки", lang, "Зупинити звук" );

tr.Add("Вы получили %s за вступление в телеграм-канал сервера!", lang, "Ви отримали %s за вступ до нашого телеграм-каналу!");

tr.Add( "Пробный", lang, "Пробний" );
tr.Add( "[E] Откройте кейс и узнайте что может Вам выпасть!", lang, "[E] Вiдкрийте кейс i дiзнайтеся, що може Вам випасти!" );

tr.Add( "Реферальный промокод можно менять не чаще чем 1 раз в неделю.", lang, "Реферальний промокод можна змінювати не частіше ніж 1 раз на тиждень." );
tr.Add( "Ваш реферальный промокод был обновлен.", lang, "Ваш реферальний промокод було оновлено." );
tr.Add( "Вы уже использовали реферальный промокод.", lang, "Ви вже використовували реферальний промокод." );
tr.Add( "Вы не можете использовать свой реферальный промокод.", lang, "Ви не можете використовувати свій реферальний промокод." );
tr.Add( "Вы уже наиграли больше 55 часов!", lang, "Ви вже награли понад 55 годин!" );
tr.Add( "Вы не можете использовать реферальный промокод приглашенного друга %s", lang,"Ви не можете використовувати реферальний промокод запрошеного друга %s" );
tr.Add( "Вы использовали реферальный промокод игрока %s!", lang, "Ви використовували реферальний промокод гравця %s!" );
tr.Add( "Игрок %s использовал ваш реферальный промокод!", lang, "Гравець %s використав ваш реферальний промокод!" );
tr.Add( "Вы получили реферальную награду:", lang, "Ви отримали реферальну нагороду:" );
tr.Add( "Промокод должен быть больше 5 символов", lang, "Промокод повинен бути понад 5 символів" );
tr.Add( "Промокод должен быть меньше 13 символов", lang, "Промокод повинен бути менше ніж 13 символів" );
tr.Add( "Только латиница и цифры", lang, "Тільки латиниця і цифри" );
tr.Add( "Промокод скопирован!", lang, "Промокод скопійовано!" );
tr.Add( "Неизвестная награда", lang, "Невідома нагорода" );
tr.Add( "Ваша награда:", lang, "Ваша нагорода" );
tr.Add( "По промокоду друг получит:", lang, "За промокодом друг отримає:" );
tr.Add( "Друзей приглашено:", lang, "Друзів запрошено:" );
tr.Add( "Промокод:", lang, "Промокод:" );
tr.Add( "ПРИГЛАСИ ДРУГА И ПОЛУЧИ ПОДАРОК", lang, "ЗАПРОСИ ДРУГА І ОТРИМАЙ ПОДАРУНОК" );
tr.Add( "Отправь другу промокод", lang, "Відправ другу промокод" );
tr.Add( "После 10 часов игры вы и ваш друг получите награды", lang, "Після 10 годин гри ви та ваш друг отримаєте нагороди" );
