
info = {}
info.handler = 'http://urf.im/onlinehandler.php?ip='

if game.GetMap() == 'rp_whiteforest_urfim' then
	// City17
	info.AltServerIP = '37.230.210.75:27015'
	info.ChatPrefix	= 'city17'
	info.AltChatPrefix = 'city 17'
	info.name = 'City 17'
	info.desc = [[Приглашаем вас отправиться в лучший город из оставшихся - City 17. 
Знаменитый City 17, светлая и веселая карта, в фирменной интерпретации от urf.im.

Все, что у вас есть здесь (деньги, инвентарь, вип/админ статус и прочее) будет доступно вам и на другом сервере, а все, что вы заработаете там будет доступно вам и здесь.
]]

	// Industrial17
--	info.AltServerIP2 = '37.230.210.33:27015'
--	info.ChatPrefix2 = 'city17i'
--	info.AltChatPrefix2 = 'Industrial17'
--	info.name2 = 'Industrial 17'
--	info.desc2 = [[Приглашаем вас в ночной и запутанный Industrial 17. 
--Большая и интересная для изучения карта, идеально подходит для опытных игроков.
--
--Все, что у вас есть здесь (деньги, инвентарь, вип/админ статус и прочее) будет доступно вам и на другом сервере, а все, что вы заработаете там будет доступно вам и здесь.
--]]
	info.AltServerIP2 = '37.230.210.33:27015'
	info.ChatPrefix2 = 'city17i'
	info.AltChatPrefix2 = 'Industrial17'
	info.name2 = 'Ванильный Industrial 17'
	info.desc2 = [[Приглашаем вас отправиться на Ванильный Индустриальный район города 17.
Данный сервер уникален тем, что на нем присутствует оригинальный баланс, исключающий донатные фракции и черезмерно мощное донатное оружие.

Все, что у вас есть здесь (деньги, инвентарь, вип/админ статус и прочее) будет доступно вам и на другом сервере, а все, что вы заработаете там будет доступно вам и здесь.
]]
--elseif game.GetMap() == 'rp_industrial17_v1' then
elseif game.GetMap() == 'rp_city17_urfim' then
// City8
	info.AltServerIP = '37.230.210.33:27016'
	info.ChatPrefix	= 'whiteforest'
	info.AltChatPrefix = 'White Forest'
	info.name = 'Белая Роща'
	info.desc = [[Приглашаем вас отправиться в Белую Рощу.
Открытая светлая роща, полная опасных тварей, а также не менее опасных людей.
Конфликт между Альянсом и Сопротивлением будет решен именно здесь!


Все, что у вас есть здесь (деньги, инвентарь, вип-статус) будет доступно вам и на другом сервере, а все, что вы заработаете там будет доступно вам и здесь.
]]

// City17
	info.AltServerIP2 = '37.230.210.33:27015'
	info.ChatPrefix2 = 'city17i'
	info.AltChatPrefix2 = 'Industrial17'
	info.name2 = 'Ванильный Industrial 17'
	info.desc2 = [[Приглашаем вас отправиться на Ванильный Индустриальный район города 17.
Данный сервер уникален тем, что на нем присутствует оригинальный баланс, исключающий донатные фракции и черезмерно мощное донатное оружие.

Все, что у вас есть здесь (деньги, инвентарь, вип/админ статус и прочее) будет доступно вам и на другом сервере, а все, что вы заработаете там будет доступно вам и здесь.
]]
else
	// City17
	info.AltServerIP2 = '37.230.210.75:27015'
	info.ChatPrefix2	= 'city17'
	info.AltChatPrefix2 = 'city 17'
	info.name2 = 'City17'
	info.desc2 = [[Приглашаем вас отправиться в лучший город из оставшихся - City 17. 
Знаменитый City 17, светлая и веселая карта, рекомендована новичкам.

Все, что у вас есть здесь (деньги, инвентарь, вип/админ статус и прочее) будет доступно вам и на другом сервере, а все, что вы заработаете там будет доступно вам и здесь.
]]
	// City8
	info.AltServerIP = '37.230.210.33:27016'
	info.ChatPrefix	= 'whiteforest'
	info.AltChatPrefix = 'White Forest'
	info.name = 'Белая Роща'
	info.desc = [[Приглашаем вас отправиться в Белую Рощу.
Открытая светлая роща, полная опасных тварей, а также не менее опасных людей.
Конфликт между Альянсом и Сопротивлением будет решен именно здесь!


Все, что у вас есть здесь (деньги, инвентарь, вип-статус) будет доступно вам и на другом сервере, а все, что вы заработаете там будет доступно вам и здесь.
]]
end

// FalloutRP
	info.AltServerIP3 = '37.230.228.132:27015'
	info.ChatPrefix3	= 'fallout'
	info.AltChatPrefix3 = 'Fallout RP'
	info.name3 = 'Fallout RP'
	info.desc3 = [[Приглашаем вас отправиться в пустошь Мохаве на сервере Fallout RP Нью Вегас: Возрождение
Огромная карта, много фракции с уникальными моделями и оружием прямиком из оригинальной игры, различный транспорт, включая даже винтокрыл, а также серьезный и продуманный РП процесс.
Данный сервер не оставит Вас равнодушными и передаст всю ту незабываемую атомсферу постапокалиптическогоо мира!
]]

// SkyrimRP
	info.AltServerIP4 = '37.230.210.182:27015'
	info.ChatPrefix4	= 'skyrim'
	info.AltChatPrefix4 = 'Skyrim RP'
	info.name4 = 'Skyrim RP'
	info.desc4 = [[Приготовтесь окунуться в мир суровых зимних просторов Северной части Тамриэля, где происходят ожесточенные бои Имперского Легиона и Братьев Бури за веру, за честь и за власть в Скайриме. В мир, где на каждом Шагу вас подстерегает опасность. Монстры, бандиты, мародеры и Драконы!!!
]]