EmoteActions.GmodActs = {
	{ "cheer",    "Радость",          "Эмоции"   },
	{ "laugh",    "Смех",             "Эмоции"   },
	{ "muscle",   "Бицуха",           "Насмешки" },
	{ "zombie",   "Зомби",            "Насмешки" },
	{ "robot",    "Робот",            "Насмешки" },
	{ "dance",    "Танец",            "Насмешки" },
	{ "agree",    "Согласиться",      "Эмоции"   },
	{ "becon",    "сюда иди",         "Эмоции"   },
	{ "disagree", "Не согласиться",   "Эмоции"   },
	{ "salute",   "Платить респекты", "Эмоции"   },
	{ "wave",     "Помахать",         "Эмоции"   },
	{ "forward",  "Указать",          "Эмоции"   },
	{ "pers",     "Журавль",          "Насмешки" }
};